["What a strange subreddit. Is it some kind of satire of tech speak?", "I was there in 2009 a week after ethnic riots that led to a large military presence all over the province and a total Internet shutdown. Still, they had no problems allowing me and my friend in (as well as the other foreigners we met). What changed after the riots was that the province was isolated from the rest of the world for some months, but it was still possible to enter and exit it as a foreigner. It's not like Tibet.", "So can someone explain what to use a dependency parser like this for? As opposed to a more traditional grammatical parser. Are the results somehow more semantic? ", "Actually, no one has solved sarcasm by just adding more data to a classifier. It's still an unsolved problem in NLP. I think the issue is that it's highly contextual, you also see humans not getting sarcasm all the time because they are missing the context. ", "Det er 4 år siden nu\n\nhttp://politiken.dk/ibyen/byliv/ECE2001455/mor-jane-stifter-forening-mod-afpressere/\n\nhttp://www.b.dk/nationalt/19-aarig-fundet-skyldig-i-cafe-viking-sag\n\nRamus Nøhr og andre kom og spillede. Boede selv på Baldersgade dengang, lige et stenkast fra Cafe Viking. Det var en ret stor sag i medierne.", "Det er nok ikke så meget Nørrebro, som det er området i og omkring Mjølnerparken, hvor der bor mange muslimer og opererer bander. Nørrebro er meget opdelt på den måde. Distortion bliver ikke holdt i det område (grænsen til Nordvest), det plejer at være i det \"hvide\" Nørrebro. ", "Jep. Samme problem eksisterede nede på Ægirsgade for et par år siden. Det er banderne ovre fra Mjølnerparken der prøver at markere området rundt om ghettoen om som deres territorium. Dengang de opererede på Ægirsgade blev der holdt en støttefest for de lokale værtshuse. Så vidt jeg husker endte det også med en arrestation eller to. ", "Sort of unsettling, this pic. But still beautiful. ", "Looks Polish to me. ", "Min egen Netto har åbent alle dage 8-24. DøgnNetto giver slet ikke mening her.", "Åh, det er bare så tåkrummende at lytte til religiøse fundamentalister.\n\nEdit: Det er virkelig guld/skræmmende i det næste interview, du postede, hvor han nægter at svare på om han støtter Al Quaida og Islamisk Stat og begynder at blive vred...\n\nOg fedt at man kun skal betale 2,5% i skat i en islamisk stat! Det er sgu noget effektiv offentlig administration de har i koranen og så er det er åbenbart kun de rige der betaler! Godt gået, Allah!", "Det er rigtigt, men hele det moderne sagsbehandler-velfærd blev skabt i halvfjerdserne og skatten blev hævet væsentligt for at finansiere sociale programmer. Det er den gamle velfærdsstats højdepunkt, før introduktionen af kartoffelkuren i firserne og New public management/new labour inspireret politik i halvfemserne. Når man tænker velfærdsstatens højdepunkt, men også begyndelsen af dens forfald, tænker man på sluthalvjerdserne hvor oliekriserne begyndte og stilen blev lagt om. Nu har vi Konkurrencestaten for fuld drøn, så de gamle idealer er i fuldt fart med at blive opløst. ", "Looks remarkably similar to old Chinese [Oracle bone script.](http://www.vgfun.net/lee/langpage/scripts/other/oraclebone03.png) ", "Chinese people using facebook on TV? What drama was that?", "The music is too loud. ", "Yeah, det er en eufemisme. Hvis de kaldte det for respektloven i stedet for, ville det have et andet umiddelbart indtryk. En pakke lyder som en gave, en lov lyder som noget der indskrænker (som de jo typisk også gør). ", "Jeg arbejdede i et halvt år for at tjene penge og have tid til at planlægge en tur til (og rundt i) Kina som backpacker sammen med min gode ven. Vi tog toget fra Moskva og havde også et stop i Mongoliet undervejs. Vi rejste rundt og boede på hostel overalt i Kina og og fik oplevet en masse. Turen inspirerede mig til at lære kinesisk bagefter. ", "It shows Mormonism as \"other religion\". I guess that's what s/he meant.", "Looks complicated, apart from the Supreme Leader obviously having the most power. Reminds me a bit of a chart of the power structure of the Roman Republic, also hard to wrap one's head around. ", "Would be just fine in Scandinavia. Actually, we've had a few stories in Denmark where stuff was being censored on Facebook or [Apple's bookstore](http://www.cultofmac.com/199930/apple-kicks-book-about-hippies-off-the-danish-ibookstore-for-using-apples-to-censor-genitals/) that made all the way to the national news here because it's so strange to us that it's being censored. In general, we view Americans as being sort of scared of nudity. ", "I haven't really asked any Chinese these exact questions, but it is my impression that they care less about this stuff. You would have to, in order to use any of the good apps. There is a lot more surveillance in general, compared to where I'm from, making it less controversial since it just feels normal.\n\nCheck these articles out if you're interested in learning more, it a good overview of the Chinese app world although mostly focused on UI and using iPhone screenshots as examples:\n\nhttp://dangrover.com/blog/2014/12/01/chinese-mobile-app-ui-trends.html\n\nhttp://dangrover.com/blog/2016/01/31/more-chinese-mobile-ui-trends.html", "They're not giant, they're quite small. ", "No, of course not.\n\nXiaomi has their own store, so does Baidu, so does Tencent, etc. - basically all the big players have their own app store. Chinese developers target all of the big ones. Most of them don't even require that you download their app, you can use their mobile websites to get apps (= download apks). Most big Chinese apps can also check for updates themselves.\n\nHonestly, the biggest problem in China is the fact that apps often require a lot permissions, more than you'd usually want to give away. Often it's because they need to do ID checks via the phone number, so they include permissions to send and read text messages in order to automate the process. I'm sure a lot of apps also collect a bunch of information, but that's not different from Google or any of the other big Western data-centric companies. The main difference is the (lack of) transparency. ", "I guess Chinese consumers are not in included in your average? Here in China, no phones are sold with the Play store (since it's blocked, like every other Google service). Instead, China has its own Android ecosystem with many competing app stores, it's actually quite an interesting development. ", "It did. Thanks again.", "Holy crap, is this why I haven't really been able to use media keys with Spotify for a while? I'll go investigate. Thanks for letting us know. \n\nedit: that was indeed the reason. Multimedia keys are working with Spotify again.", "Maybe you guys became more satisfied with your penises over time? ", "Ok, I'll admit that was pretty funny. ", "Do you have a source for that? ", "Xiaomi is a pretty innovative brand too these days, that is, if you can look past their copying the Apple design language. Their focus on the Internet of Things is quite unique. ", "Baidu maps is decent, I think, but the search engine is terrible... for non-Chinese queries at least. ", "It qualifies as brunch. ", "Mindfulness is not necessarily about feeling air in the nostrils ;-) personally, my most used mindfulness meditation routine involves spending about 40% of the time focusing on the front of my chest, then about 20% on areas around the chest (moving from front to sides to back to front again), then 40% on sensations in the stomach. I picked up this routine in a series of MBSR-based therapy sessions . I also do a non-directive meditation involving listening to sounds atmospheric sounds which I picked from a book on yoga philosophy. Just check out /r/meditation for more info. \n\nAlso, try yin yoga or hatha yoga. ", "Oh, okay. Good that you got it working!\n\n(og hej fra en anden dansker)", "Sleeping pills only help when your mind and body is at rest. I do take melatonin when I need to sleep, but don't feel sleepy.  However, the pills only work if you're not in fight-flight mode (i.e. you're stressed) and the only way I know of to keep mind and body at rest is to meditate regularly (twice a day). Getting up at the same time every day is also really important.", "My girlfriend tried creating an account via the Mi Home app and that didn't work. She's tried multiple times in the last few days and every time after submitting the confirmation code it opens a browser with a blank page. Tried using xiaomi.com (in Chinese) yesterday and that worked. I'd you don't speak Chinese then maybe you can Google translate it? ", "It's got a few gags like any comedy and quite a bit of dark humour. Check out every movie with a script by Anders Thomas Jensen, he's written all the best Danish comedies and his style is a lot like Snatch or Lock stock and two smoking barrels, if you've seen those. ", "I'd definitely be interested in knowing what you find out anyway :-) I'm using their model for a major project since I figured it'd be accurate enough and I don't have time to collect and annotate my own data. Currently writing a custom annotator for CoreNLP that uses the sentiment analysis tree annotations, but I'm no expert when it comes to neural networks or NLP, so everything feels a bit black box to me.", "I don't understand how your fine-grained results (all) can be better than your positive/negative results. Seems like there's a bug in your code or something. Fine-grained is clarification into 5 labels, right? Positive/negative (and neutral, I guess) classification should not be able to be worse than fine-grained, should it? Doesn't it just mean that classifying as e.g. very negative instead of negative doesn't yield an error where it would when the requirement is fine-grained. That's how I understood it. ", "Yes and yes.\n\nedit: it also says so in the instructions to let it run for 30 minutes before use, it's not something I came up with myself, although with the water being black in the beginning, it wasn't hard to figure out that it needed a good clean-through :-)", "Ah ok, thanks. I guess didn't get the joke because it doesn't make any sense grammatically.", "Did you mean \"chabuduo\" or is it some other expression I haven't heard of?", "Got one last week after a good experience with their air purifiers.\n\n* water tastes like tap water back home (or like the Nongfu spring water you can buy here), there's no chlorine or any other kind of aftertaste.\n* it is connected to the Xiaomi Home app (no English for the water filter interface, but it's really not necessary) and you can see statistics for how much water is purified every time you use it and what the TDS was. Typically it ranges from 7-9 up to 50-55 TDS on a typical day.\n* there's a small light that indicates if the filtered water is up to standard, usually it is blue (= good), but typically every morning it will be red for a few seconds (= bad) before turning blue again. Not sure if this is due to the filters being completely new or if it will be like this every day.\n* my girlfriend and I have been using it for a week and we are not sick. It's really convenient too.\n* it was pretty easy to install, I didn't even bother to read the Chinese instructions, just followed the pictures like a piece of IKEA furniture. You need to let it run for 30 minutes right after you install it though, because the water will be charcoal black in the beginning.", "My main issue with Rust is its (ugly) syntax. Where a  semi-modern language like Python basically looks like Pseudo code and is very easy to read, Rust more looks like a bash script vomited on a piece of C code. I'm sure the features make up for it, but the syntax is not helping its wider adoption. Maybe I'm just too used to high-level languages. ", "> [Mission accomplished!](http://www.baked-in.com/wp-content/uploads/2011/09/mission-accomplish_1505293i.jpg) ", "Jeg er ved at skrive speciale nu og vil med fuldt overlæg blanke første forsøg. Rektor ude på ITU fik stådreng over hurtig gennemførsel allerede inden fremdriftsreformen og han valgte at nedsætte specialetiden fra 6 til 4 måneder, fordi han lige skulle være lidt strammere end resten af universeterne. Det er altså 4 måneder til læsning, skrivning, software-udvikling, data-indsamling og analyse - og stadig de samme 30 ECTS. Hvis man er bare en lille smule ambitiøs med sit speciale så kommer man ikke langt nok frem i processen på kun 4 måneder. Jeg skal f.eks. bruge mindst en måned på at mit software har samlet data nok til jeg kan lave en analyse og det er ikke sådan at jeg bare kan skrive softwaren bagefter, det skal foregå i en bestemt rækkefølge... Meget frustrerende. ", "Usually what survey people do is they ask 1000 people questions like \"did you have a good day yesterday?\" and then extrapolate a happiness score from the aggregated result.", "You're forgetting the Kung Fu Show with Occasional Wizardry and Lots of Slapstick Humour.", "This is... not what I was expecting.", "Just out of interest, what kind of non-directive method do you use?", "> I figured that there would be no point in asking the University such questions as they will ultimately be the ones giving the definitive answer themselves in time. \n\nNope, the ones giving guidance and the ones who will give the definitive answer (I think it's the study board) are two entirely different organs. It is the job of the various counsellors to answer questions like this and in this case they are supposed to tell you what specifically will raise your chances for getting accepted. They _can't_ tell you what your _actual_ chances are, since they are not the ones making the decision, but they can strongly hint at it.\n\nI don't know what it's like in Romania, but here you won't get dismissed for asking any question - and believe me this is a common one. However, you _do_ need to provide more/better information if they ask for it and you expect a satisfactory answer.", "You could contact the student guidance services for the relevant faculty and ask them similar questions. I doubt many people here are qualified to answer your questions since most of us were accepted into uni under the rules that apply to Danish students, not international students. My girlfriend used to handle requests like his from international applications for one of the other faculties at KU, so there should be someone who can help you out for Computer Science too.", "I felt like the chemistry between Conan and the people he was interacting with (like this one here and the one in the PC-bang) wasn't that good compared to other specials he's done, like Ireland, Finland, and Cuba. Maybe I was just expecting top much from it. ", "Recently moved here with my girlfriend and we have found that it is quite manageable. Here's our solution:\n\n* Use an air quality app. We use the one for http://aqicn.org/city/beijing/. I just have a widget on my Android phone that says the current AQI from the nearest measuring station. Our house rule is to use masks when it's 200+, although my girlfriend often does it from 150+. Anyway, just make your own rule and stick to it.\n\n* Bought some 3M 95N-rated face masks for smoggy days. Just keep one in my bag at all times as the wind can direction and smoggify the nicest days in a couple of hours sometimes. You can get some nice re-usable masks where you can change the filter too.\n\n* We also got two Xiami Air purifiers that work quite well. They are smartphone-connected and always on, except when we're out during weekdays. The app allows you to check the latest PM2.5 index inside your flat and automate the purifiers.\n\n* Before you go, familiarise yourself with the air quality in your own area so you have a means of comparison. If you live in a city you might be surprised that some days it can actually be quite polluted in Western cities too. I sure was (I come from Copenhagen, Denmark). Of course, Western cities usually don't have those crazy smog days.\n\n* Don't worry too much. Sometimes there's no smog for a whole week, sometime's it lasts for a whole week and you'll just stay mostly indoors and use masks when outside. You'll get used to it.", "Jeg har rejst en del i Østasiatiske lande og en af de ting, der er mest tydelige i dem allesammen, er hvor sikkert det føles at gå på gaden på et hvilket som helst tidspunkt (... så længe man undgår scootere og andre køretøjer i et par af landene).\n\nAltså, jeg kommer oprindeligt fra Helsingørområdet og bor nu på Nørrebro og der er steder her, hvor jeg altid bliver lidt mere utryg om natten. Sådan har jeg det ikke i  Sydkorea, Hong Kong, Taiwan, eller endda fastlands-Kina.\n\nEdit: jeg ved selvfølgelig ikke præcis hvilken målestok de har brugt her, men det var bare for at give mit besyv med. Jeg er nemlig slet ikke selv overrasket over det udfald, måske nærmere overrasket over at du er overrasket og at der ikke er flere af de lande oppe i toppen ;)", "Vanillekranse etc. ", "That's certainly a revisionist view of history. A fairly large part of Denmark came under Swedish rule hundreds of years ago (Skåne, Halland, Blekinge, Bornholm) with only Bornholm ever returning to Denmark. ", "Youtube was blocked along with the rest of Google's domains after they \"left\" China.", "Right edge summons a task switcher? The right edge is where the scrollbar is, putting an action that switches view there is a usability nightmare.", "Ja, synes også selv han overdriver lidt, men samtidigt var det en god opsummering af scenen.", "Du læser sætningen forkert. Objektet for _\"valgt\"_ i bisætningen _\"som jeg har valgt som min religion\"_ er _\"Islam\"_, ikke _\"stening\"_.\n\nDerudover kan det sagtens være han er en klovn - har generelt ikke særligt meget tilovers for religiøse politikere - men den sætning betyder ikke det du siger den gør.", "If Icelandic politics work like I think they do, then either he is forced to resign by one of the supporting parties or every single coalition party will be decimated in the next election. Better for the supporting parties, including his own party, to distance themselves from him sooner rather than later or their own political careers will go down the toilet. ", "It is made up. The name Shangri-la is mainly used for marketing to tourists, it is not the real name. Anyway, it's not worth going there anymore as the old town burned down a couple of years ago anyway. ", "Sure, there's some mixing, but a lot of the minorities live on the mountains or in other areas without easy access and consequently very few Han Chinese. When I was there last summer we stayed some days in a [Hani-dominated area in the south](https://en.wikipedia.org/wiki/Yuanyang_County,_Yunnan) and most people there who were 30+ could not speak any Chinese whatsoever, not even \"nihao\". Similarly, I went to Xinjiang a few years ago and when you go outside the major cities (or even in the major cities, like Kashgar) only children are able to speak Chinese and there are very few Han Chinese living there.", "Hvorfor forklarer du hende ikke bare det samme som du forklarer her?", "To be fair, it's still really cheap. It was just way too cheap before, much cheaper than other Chinese cities. ", "Og tænk sig, nogle af dem har også bukser på! BUKSER! ", "I went to see a talk with Guy Standing recently and apparently he's an advisor on the project. ", "I've been researching sentiment analysis techniques for the past month or so for my thesis and settled on using the implementation in Stanford CoreNLP. They have implemented the state of the art of 2013 based on deep learning of subphrases and the output is a self-explanatory tree structure. CoreNLP also includes a pre-trained model making it easy to get started. \n\nIf you need a very simple model that you can wrap your head around, consider SentiStrength which uses a lexical approach. ", "Jeg undrer mig mest fordi han snakker med Amerikansk accent, så det var ret uventet.", "> Ved ikke hvorfor, men når unge taler om sex er det langt hen af vejen rent opdigtet\n\nSex er et kæmpe statussymbol i den alder. Det er nyt, spændende og \"voksent\".", "Det er en god artikel. Jeg håber ikke folk lader være med at læse pga. titlen.", "Tak for din kommentar. Der lærte jeg noget nyt.", "Trippel-Bjarke?! ", "> Oh yeah a study on suicide rates. France : 12.3% . USA : 12.1%\n\nFYI: suicide rates are not percentages, they are per 100,000 people per year.", "Han rapper med Britisk accent!?", "Is it normal for Euromuslims to eat pork?", "[Det Amerikanske flag er blevet ændret hver gang de har tilføjet nye stater](https://en.wikipedia.org/wiki/Flag_of_the_United_States#Historical_progression_of_designs), så synes ikke det er helt fair at sige det er så gammelt. Det generelle princip bag ved designet er bevaret, men ikke selve flaget.", "Then why do our scientists say the opposite?\n\n> [Our review of the 6 studies found the following trends:\n1) a very low meat intake was associated with a significant\ndecrease in risk of death in 4 studies, a nonsignificant decrease in\nrisk of death in the fifth study, and virtually no association in the\nsixth study; 2) 2 of the studies in which a low meat intake significantly\ndecreased mortality risk also indicated that a longer duration\n(≥ 2 decades) of adherence to this diet contributed to a significant\ndecrease in mortality risk and a significant 3.6-y (95% CI:\n1.4, 5.8 y) increase in life expectancy; and 3) the protective effect\nof a very low meat intake seems to attenuate after the ninth\ndecade.](http://www.redgfubcs.org/masparayamines/Nutricion%20y%20salud/vegetarian%20art1.pdf)\n\nI get that meat is delicious - I think so too - but I think it's quite clear that we are consuming meat to a degree that is not only detrimental to our environment, but also to our health. We could all benefit from reconsidering what place meat serves in our diet.", "Hvad er det korte svar så? ", "Der er da masser af grunde til at besøge staden. Jeg har da været der to gange bare i den her måned uden at der var relateret til Pusher Street på nogen måde. Og det er ikke Stadens beboere der tjener på hashsalget.", "Jaja, men du kunne måske godt anerkende at de foreslår begge dele. ", "Christiania er ikke det samme som Pusher Street. ", "> Lad staten stå for produktion, distribution og salg? - Meget dårlig idé!\n\n\nDet er ikke det forslaget lyder på. Her er hvad der står:\n\n> Legalisér cannabis og lad enten staten varetage eller føre opsyn med storskala-produktion samt \r\nsalg\n\nLæg mærke til ordene \"enten\" og \"eller\". Det bruges på dansk til at fremføre to forskellige synspunkter i samme sætning. Nummer to synspunkt er et forslag om at regulere, ikke om at stå for det hele.", "Man, Apple deserve a ton of respect for how they've been acting. I wonder if they have enough leverage to win in the end, though, considering how pro-surveillance mainstream politics has become.", "Jeez, again with the Jante Law reference.\n\nWe're not collectivist in the Nordic countries, [we are highly individualistic](http://geert-hofstede.com/denmark.html). Our whole social system is built around cushioning us enough so as not to rely on our family and friends to prop us up when we meet serious obstacles. Who do you think that kind of system is for? For people with large, klose-nit families who all stick together and enjoy being a part of a large group? Or for people who are really quite individualistic, who enjoy personal space and quiet time in the trains, where young people are the first in the world to leave home?", "Yeah, they make a shit ton of money. I also think they have some tariffs on food, though, which could be making it more expensive than it should be.", "So if one wanted to derive more... _chemical pleasure_ from what one eats, one would prefer regular sugar, right?", ">  In the US you can get vegetable fed, free range eggs for $4/dozen.\n\nJust for comparison's sake, $4 is the normal price for 10 organic free-range eggs (also including the 25% VAT) in a Danish supermarket and we have the highest food prices in the EU.", "I don't really see how riding a car with a broken leg is an improvement? Aren't both a bit bothersome? \n\nAnyway, a car is certainly not the most convenient means of transportation in every scenario, the same way a laptop is not the most convenient way to check reddit in every scenario. Sometimes a smartphone is more convenient and sometimes you need to use a bigger screen. A couple of European cities have discovered that bicycles and public transportation are a lot more convenient compared to cars and also have beneficial side effects on health, environment, costs, and personal wellbeing. The car is still useful in other scenarios, just not in this one. ", "> Hollande reaffirmed his pledge to take 30,000 refugees. That’s not very many for a country of 66 million. (And only a few hundred have actually cleared the process and gained refugee status.) But British Prime Minister David Cameron has offered to take only 20,000. France belongs in the middle tier of countries below the generous ones — Germany and Sweden — and above the abhorrent ones, like Hungary and Denmark.\n\nWhile I dislike the kind of symbolic gestures that current government is using to scare off asylum seekers, I feel like it's a bit strange to call Denmark an abhorrent country in this respect when we take in many times the number of asylum seekers that France does per capita and also give them higher benefits. I'm not sure how this classification system works, but it seems our government was successful in drastically changing our image abroad. \n\nIt is a bit ridiculous that he doesn't fact check, though. ", "Well, your universities cost money to attend and you have massive regional inequalities. That could be worth spending some money on. ", "Personligt er jeg ikke den store fan af selve musikken, men jeg er til gengæld fan af den her analyse.", "Klart nok, ordet dækker over meget. Min pointe er bare at det folk læser ind i ordet nok mest har at gøre med hvordan man forestiller sig medlemmer af Alternativet er. Og der er helt sikkert også lydhealere og krystaltro i blandt, men det som dem i Folketinget taler om er  meditation, cannabis og et andet fokus på psykiske lidelser, ikke at vi skal blande urter ned i vand. Folk som Henrik Dahl vil enormt gerne male et billede af Alternativet som nogle tågede nogle der ikke tror på almindelig evidens, men sådan forholder det sig ikke. ", "At du synes det problematisk at de bruger ordet alternativ medicin tænker jeg har mest at gøre med hvad du selv lægger i ordet. De lægger nok nogle andre ting i det, ligesom jeg selv gør.\n\nPersonligt har jeg været igennem et pilotprojekt her i Københavns Kommune for behandling af stress og det var baseret på meditation og gruppediskussioner og var enormt effektivt. Meditation har årtiers evidens bag sig og det viser sig at det er meget effektivt i forskellige scenarier. Vi ved at hjernen er plastisk, vi ved at forskellige former for meditation ændrer hjernen på forskellige måder og det er dokumenteret med fMRI scannere præcis hvordan den bliver ændret, men alligevel puttes meditation i en kasse af \"alternativ medicin\" og vi vil hellere bare gøre som vi plejer og give folk en diagnose og noget medicin efter et besøg hos en psykiater hvis de har stress eller adhd eller en af de andre almindelige diagnoser folk får i dag. Lidt ligesom at vi har puttet cannabis eller psykedeliske stoffer i en kasse der hedder \"ulovlig\" og bevidst ignorer al den evidens der findes for henholdsvis smertelindring og behandling af depression.\n\nDet er den slags tabuer Alternativet vil gøre op med sådan som jeg læser det. Det handler altså ikke om at vi skal sidestille homøopati med almindelig behandling.", "Hvilke dele af det er noget juks? Jeg har lige læst det igennem hurtigt og jeg kan ikke se det kontroversielle umiddelbart.\n\nAltså, når jeg læser det så tænker jeg meditation og mere terapi frem for medicin, men måske tænker I andre mere i retning af lydhealing og krystaller? Jeg ved godt at ordet alternativ medicin afføder nogle bestemte reaktioner, men prøv nu at se på hvad der reelt bliver foreslået i stedet for. \n\nDet er altså [hende her](http://www.ft.dk/folketinget/findmedlem/carolina-magdalene-maier.aspx) der er ordfører på området og hun er sgu rimelig fornuftig.", "Conjugation (and other types of inflection) is grammar and every verb in a sentence needs to be conjugated in French according to various things and the conjugations are often quite pointless since many of them produce the same sound, but they still have to be spelled very differently.\n\nI'm sorry I hurt your feelings so much that you had to attack me personally.", "They're free like all public education here, but I'm certain they only offer them in Danish.", "It's been a while since I watched it, but how exactly is it NSFW? ", "I love this. VR seems a lot more natural without having to involve a controller. Obviously, when manipulating something controller-like in the VR experience (e.g. airplane controls) it makes sense for a controller to be involved, but seems like VR has so much more potential if they focus on the controller-less experiences.", "Sure, I'm not going to disagree with that. ", "The houses with different geometric shapes in lower right corner are mildly interesting :-)", "Thanks. Been looking for something like this. ", "That rule is pretty interesting. I'll have to test it.", "Yeah, this gave me flashbacks from French lessons long ago. I always felt that French just has too much superfluous grammar, like the different spellings don't even serve a purpose most of the time since the modern pronunciation is now the same. And more tenses than are really necessary for communication. ", "Det må jeg sige. Det var en virkelig velskrevet, næsten poetisk artikel. Fik mig for første gang til at føle noget om hele hans liv man har kunnet læse om på facebook. Det er sgu tragisk hvordan det er nu. Gad vide hvordan fanden det ender. ", "> which countries are famous for their patriarchal society, and which for gender equality and being liberal\n\nThere is a [Norwegian documentary that deals with this phenomenon](https://www.youtube.com/watch?v=p5LRdW8xw70). It should be noted that he is deliberately pitting neuroscientists and evolutionary psychologists against fairly clueless academics from gender studies in order to prove his point.", "I think Icelanders are even more direct than Danes in their language. You guys don't seem to use polite phrases at all, at least not when speaking English. Anyway, it's not like I've met a ton of people from Iceland, but that has been my impression. ", "Every IKEA has a restaurant selling meatballs. They obviously edited it so that the meatballs appeared fast, since the clip was ending like 5 seconds after.", "50 kroner er da nogenlunde konservativt sat, en cykel holder jo ikke evigt. Jeg ville være imponeret hvis du kan cykle frem og tilbage hver dag et helt år uden at cyklen på noget tidspunkt har brug for reparation ;)\n\nJeg cykler alle steder og det er ikke ualmindeligt at dækkene bliver revet op af glas og andre skarpe ting som ligger på cykelstien, fordi folk kaster om sig med flasker efter de har været i byen. Jeg var f.eks. nødt til at få skiftet slange og dæk i sidste uge, fordi der var kommet to store flænger i dækket og det kostede så 350 kroner at få gjort i en af de billige mekanikere her på Nørrebro, altså 7 måneders vedligeholdelsespenge. Jeg havde også et uheld for et par måneder siden hvor der røg noget ind imellem dækket mens jeg cyklede og det kostede 255 at få fixet.", "Investment = når man køber sig ind i firmaer. Så hvis du starter et firma med din makker og I bliver opkøbt eller sælger en andel af firmaet til en kapitalfond eller Google eller noget, så tæller det med i det her tal.\n\nDer bliver altså opkøbt flere nordiske firmaer nu. Det er en god ting i forhold til arbejdspladser, fordi funding = råd til flere ansatte og også en god ting i forhold til dem der har startet firmaerne fordi de casher ind. Men om det er en god ting på lang sigt handler om hvem investorerne er og hvordan de styrer deres investeringer i fremtiden (trækker de teknologien ud og lukker firmaet, flytter de arbejdspladser ud, etc.).\n\nDet man skal udlede her er at det går rigtig godt for nordiske startups og at der er ved at udvikle sig en anden kultur for startups og muligheden for at få funding her. ", "Visit Leo Hostel, that's always been the most happening hostel the times I've visited Beijing. Even when I lived in other hostels, I went to Leo for the social life.", "If you want to be able to speak the same language everywhere, then I suggest just using English. Just learn a few words in every language instead and then use English for the most part. Otherwise if you like Iceland just focus on Icelandic and forget the rest for now. While it's possible for natives to converse in separate Scandinavian languages, it doesn't really work that way for foreigners learning one of the languages (e.g. if you learn some Norwegian you're still gonna have a tough time understanding Danish or Swedish in a conversation).", "There's a bike shop right by Nørrebros Runddel that sells used bikes for 500 kr. ", "How is your technology related to the kind of style transfer seen on for example deepart.io? Is it the same principle? ", "Tror det har noget at gøre med udbuddet af kebab på Nørrebro. De fleste kebabsteder bruger præcis samme leverandør af kebabruller.", "Du kan få en kebab til en flad tyver mange steder på Nørrebro. ", "Ikke på langt sigt, de er mere sikre nu. Det er et spørgsmål om statistik. [Googles selvkørende biler er f.eks. allerede mere sikre at køre i nu](http://recode.net/2016/01/08/google-study-says-its-robot-cars-are-safer-than-normal-ones-thank-you-very-much/) og en rutebil ville helt klart være mere sikker end en bil, der er kører rundt på tilfældige veje.", "That's a good point. ", "I used to be really price conscious, always looking a price per unit when shopping eggs and using that to justify not buying organic or free range. Nowadays I only buy organic eggs. Why? Because it doesn't matter much if organic eggs are twice the price of other eggs when eggs in general are so cheap anyway. \n\nI can see why poor people wouldn't bother or people that are completely desensitised to animal suffering, but my own income is super low (I survive 100% off the grants they give to students here in DK) and I manage to buy mostly organic produce anyway and it is certainly never the eggs that risk breaking the budget.", "Thanks for exposing the endless overcast sky that is Danish winter. ", "Certain kinds of ambient music that do not demand too much attention are fine. In fact, I often use binaural beats or some other long uninterrupted source of white noise to drown out the distractions of stuff around me if I'm either in a noisy environment or in a mood where I'm easily distracted. ", "> I can conform that\n\nInteresting typo. \n\nAs a Chinese learner, I quickly discovered that there was nothing of value on Chinese TV. I mean, sometimes it feels like 50 percent of what's shown on CCTV are soap operas featuring Chairman Mao beating the Japanese devils and the Guomindang.", "The most important part of this ad is the placement of the Microsoft office apps and Photoshop in the dock while emphasising that it's Unix. ", "Altså, jeg er sikker på der også er masser af eksempler i Europa generelt, men hvad med hele Norden? ", "What is your reason for saying this? :) it seems like a very strong opinion to have.", "She sure makes Russia sound like an inhospitable place.", "Don't try to take photos of the former KGB building.", "[Schleswig-Holstein proving that they really are Danes](http://www.theguardian.com/world/2016/jan/19/danish-town-says-pork-must-be-served-at-public-institutions). We call this kind of stuff symbolpolitik in Denmark because our politicians are very fond of it. ", "The way this kind of translation technology works, all other things being equal, the amount of written sources with known translations available in a language determines how accurate the translations can get. If there isn't much written material in the Ndebele language with translations into other languages, then it isn't possible to add it to the list of supported languages no matter how similar it might be to another language.", "Thanks a lot. This looks like it's relevant. ", "Please tell me, why do I need TensorFlow in my life if I already have Scikit-Learn? I'm not being snarky, I just don't know enough about the state of the art in ML.", "Jeg er så sindssygt glad for, at de 7 år jeg selv var spejder som barn har gjort mig omstillingsparat og globalt konkurrencedygtig. Det var sgu godt at mine forældre forudså det fremtidige nationale behov for en konstant innoverende arbejdskraft allerede dengang. Jeg var selv for lille til at forstå hvorfor de gjorde det, tænkte bare det var sjovt at snitte pinde og sove i telt, men nu kan jeg godt se at det hele var for at tjene konkurrencestaten. Tak fordi I gjorde mig konkurrencedygtig. Tjikker likker tjau tjau tjau!", "This will only solve the problem of the weekly deliveries of advertisements from Post Danmark who are obliged to respect the sticker.\n\nTechnically, any other junk mail is already illegal. The scumbags sending this stuff don't care and they circumvent the illegality by printing your name and address on the advertisements, so that it changes status from being advertisements to being regular mail. If you want to avoid junk mail, your best bet is to go here: https://www.borger.dk/sider/robinsonlisten-markedsfoeringsbeskyttelse.aspx", "Det er nogle gode små reportager Berlingske kører i øjeblikket.", "You need to post more of the stack trace than just the exception name and message, otherwise people have no idea what you're doing. ", "Thanks for the clarification. Like I said, I'm no math wiz ;-)", "Sygt nok at være DJ-formand! ", "I'm not sure, I haven't used it myself. You could try? See if it's at the right level. My advice would be to take a look at some textbooks or tutorials and simply do a keyword search for \"spam\" since that is what you want to do and spam detection is one the most common ways to introduce people to machine learning. Maybe it would be helpful if you looked specifically for Python stuff.", "For spam detection you would typically create a classifier using machine learning (say, using a Bayesian model).\n\nBayesian mathematics is easy enough to understand (I'm no math wiz myself) and I find that it serves as a good introduction to classifiers in machine learning, which is also why it tends to be used to introduce the concept in textbooks, but in principle it doesn't matter much which type of classifier (e.g. SVM) you use unless you're developing it yourself.\n\nBasically what you do is you collect a lot of spam messages and a lot of non-spam messages - this is your dataset. Then you preprocess them as you would, removing stopwords etc. and perhaps doing TF-IDF of both categories of message to get the most meaningful words.\n\nThen you either train your own classifier or train one from a library such as Scikit-Learn using these messages. The way it is typically done is by a bag-of-words approach where the list of features representing each message are ones and zeros indicating existence in the message for each those words you found using TF-IDF.\n\nFor example this array \n\n> [0, 1, 0, 0, 0, 1, 0, 1]\n\nmight be what one of the spam messages look like, where the first \"0\" might be the existence of the word \"birthday\" and the \"1\" in second place might be whether or not the message contains the word \"penis\", etc. - imagine a 20K long array of this kind of binary data.\n\nSo for each array of ones and zeros you have a label of \"spam\" or \"not-spam\" also provided to the classifier during training. Then your classifier learns how to distinguish spam messages based on this dataset (the more training messages the better, typically) and it can establish whether an unknown message, also converted in the same way, is a spam message.\n\nBut anyway, **grab a texbook on machine learning**. Spam detection ought to be one of the earliest examples in the book.", "Alkohol, tobak, kød - der er flere faktorer hvor vi skiller os lidt ud.", "> I never understand these comments. Do you ask a chef what pots and pans he used to make your delicious dinner? \n\nIf you remove these two sentences you get your point across just as fine, but without sounding like a douchebag.", "Cool. I'll check it out. ", "Unfortunately it seems to be at sentence or document level only, not aspects or topics. I'm looking for the SotA in getting sentiments of extracted topics and not the general sentiment of a paragraph of text, so it need to feature some kind of identification and extraction of entities in addition to finding sentiment for the extracted entities. ", "I Googled him and it looks interesting. Thanks a lot.", "Thanks, that looks interesting, although as far as I can see the granularity is not fine enough as they seem focused on sentence level at the lowest. Well, I guess it can be quite useful still if the sentence has a single topic, but otherwise it might not be accurate enough. ", "Personally, I like the fascist super high way architectural style and the access to some of the best nature in Copenhagen. It's also well connected with both metro and regional trains. The main problem with the area is the fact that Field's is located there. People living there also enjoy some great green common areas, really nice to have in the summertime, but most people coming to Ørestad from other parts of Copenhagen only ever go there for shopping, so they don't notice that kind of stuff. It got a bad rap, but it's not all bad.", "There's also Cafe 8tallet which is quite popular and has a great view. ", "Genialt. ", "Ifølge ham selv kan Pia K vidst bekræfte det.", "Dude, jeg har ikke beskyldt en religion for noget som helst, jeg synes bare ikke Indonesien er et godt eksempel på et velfungerende demokrati.", "Single er bare enlig oversat til engelsk.\n\nEnlig mor eller enlig far er der jeg hører ordet enlig mest og der er ikke nødvendigvis tale om at nogen er død. ", "Ah ok, I guess I misinterpreted you then. ", "Other countries are also made up of different cultures. Do you think West Germans have exactly the same values as East Germans? I mean, I'm from a tiny country the size of a US state, but the western and eastern parts of this country are really quite different, with a different mentality and diverging political views.", "Altså lige Indonesien... Har du set The act of killing? Indonesien er ikke hvad jeg vil kalde et velfungerende demokrati. Det er et land styret af gangstere, helt bogstaveligt talt, og der er også shariahlov i dele af landet. ", "> As an American studying there for a semester, this was so frustrating, especially since Copenhagen is supposed to be so \"green.\"\n\nYeah, the green image is somewhat tainted when considering how much of our waste we incinerate. The deposit system takes care of beverages, but recycling is not that well-regulated and Denmark is - for lack of a better term - lazy when it comes to recycling culture as opposed to a place like Germany where recycling is part of everyday life. It does vary from municipality to municipality, though.\n\nOn the other hand, we do not have huge landfills here.", ">  the homes aren't in general very big\n\n[Danes are building the largest homes in Europe](http://www.telegraph.co.uk/finance/property/10909403/British-homes-are-the-smallest-in-Europe-study-finds.html) and seem to be [living in the 4th biggest homes in the world](http://www.elledecor.com/life-culture/fun-at-home/news/a7654/house-sizes-around-the-world/). Doesn't quite match up with your theory, does it?", "Det er en måde at finansiere betalte feriedage på. Et anden måde at gøre det på er at din arbejdsplads selv finansierer de ansattes ferie ved den nuværende lønsats, men det er jo i princippet det samme rent regnskabsmæssigt (de penge kommer jo så fra en nedsat løn resten af året). Mange (åbenbart ikke dig) har altså nemmere ved at administrere de udsving i budgettet med betalt ferie sat i system. Alternativet er ofte at folk simpelthen holder meget mindre ferie (se f.eks. USA som ikke har betalt ferie ved lov).\n\nFaktisk er de eneste [lande uden betalt ferie USA, Somaliland og Nordkorea](https://en.wikipedia.org/wiki/List_of_minimum_employment_leave_by_country#/media/File:Map_of_Vacation_Days_Around_the_World.png) så vidt jeg kan se.", "Feriepenge giver fint mening når du har et fuldtidsjob. Der hedder det bare \"betalte feriedage\" i stedet for feriepenge.\n\nDet er klart at hvis man er studerende, så virker feriepenge lidt formynderisk.", "I can vouch for Retour. The steak frites is fantastic, great bearnaise, not too pricey considering how much meat is on the plate. ", "I'm so ready for this. I imagine it's going be a lot like the bit with the Korean girls in the wax museum clip. ", "> Jeg forstår stadig ikke din indvending?\n\nJeg tror hans indvending handler om at du sammenligner hendes samlede ydelser med din løn. Du kunne jo også selv potentielt få boligsikring og børnepenge hvis du har krav på det, så det er ikke en fair sammenligning at sammenligne din løn med samtlige ydelser hun modtager.", "You decent human being. ", "Haha, it was 80 kroner when I did it. He must have found a steady flow of customers now. ", "This is a message posted yesterday by my old employer, a small company called Shopgun (formerly etilbudsavis) who make one of the most popular Danish apps. It's a very young, international place and they don't mind taking a chance on people:\n\n> I'm looking for a backend engineer to automate Facebook/Instagram/Twitter ad creatives and buying using their API's and the ShopGun API. Backend experience and a natural interest in social media are required. You don't need to know any specific language but instead you should be a quick learner and curious. Remote work is possible but we prefer having you here at our office in Copenhagen. Hit me up at mr@shopgun.com to hear more.\n\nNot the most mathy stuff, but they will let you expand into other areas too. It helps to have a github profile with some stuff on it. It's a very dynamic place and there's lots of fun stuff happening there, lots of data science in particular.", "Then what's the point of 20% percent time? Has it been completely abolished? ", "Brug en dansk vpn. Det koster en lille smule, men ikke meget. ", "Har gjort det før - på Orange scene endda - men var sgu ikke vild med det. Man går glip af for meget. ", "Var forberedt på noget vrøvl baseret på titlen, men i stedet for fik hun mig overbevist. ", "Fuck mand. Det var dråben. Jeg er i gang med specialet og har kun SU, hele opsparingen brugt på sygeorlov sidste semester, men bliver nødt til at tage på Roskilde nu. Øv mand. Eller, fedt, men øv at der skal skæres i budgettet nu. ", "Virkelig? Jeg vidste godt at Digg lavede den ændring i deres algoritme hvilket på sigt ledte til Diggs undergang, men er ikke bekendt med at reddit også gjorde det.", "I upvoted you for justice. Some people have a downvote fetish. ", "Sometimes it can be interesting to see what cities in other continents are like even if they look poorer. This sub doesn't just have to be pictures Hong Kong, Chicago and quaint European city centres :-)", "The really entitled ones are always hot in these videos. I'm thinking it's related.", "Vent, hvordan laver man penge ud af karma? Eller laver du sjov? ", "Jeg elsker at medierne er begyndt at udstille folketingspolitikernes hykleri. ", "This is both a great review and a great list of literature to get started on.", "This would be fantastic with an augmented reality app.", "> Det er sku svært ~~og~~ **at** argumentere for at Aalborg skulle være en speciel farlig by ~~og~~ **at** opholde sig i. ", "Thanks a lot, that's pretty helpful. Have a good day! ", "What's a good brand of mini oven and where can I get one? :)", "Jeg synes egentlig det var et rimelig sobert indlæg. ", "Did he really say that? ", "All this time we've been looking for great statesmanship in places like France and Germany when apparently we should have been looking to Estonia.", "It's not like programmers compile a list of 200 countries themselves, they use a precompiled list. Of course North Korea is going to appear in a generic list of countries. ", "Reddit har løjet overfor mig... øv, det var ellers en af kronjuvelerne i min samling af fun facts.", "Edit: det passer ikke alligevel... jeg går ud revurderer hvad jeg vil med mit liv.\n\nFun fact: der bliver aldrig sunget \"Batman\" i Batman-temaet, det er horn der skaber de lyde som vores hjerner opfatter som \"Batman\".", "Se dog resten hvis du vil have en holding til det. Man kan ikke bruge 30 sekunder ude af et 30 minutter langt interview til at konkludere så forfærdeligt meget. ", "The Liberal Party (LOL). ", "> Nu kan man, som \"far\" lade være med at betale. Det falder så på kommunen at holde den udgift i stedet for og moralsk set vil det være forkert.\n\nOg du kan også bare lade være med at betale skat, men det betyder ikke at det ikke har konsekvenser. Hvis du ikke betaler børnebidrag så bliver pengene bare trukket fra din indkomst af skat på et senere tidspunkt, plus renter.", "> It depends a lot on the job area you are interested in, but I would say that it is almost impossible to land a job without speaking Danish.\n\nI agree to some extent, but noticeable exceptions include the IT sector and the university sector as well as the tourist and restaurant sectors where there are plenty of people who cannot speak any Danish.", "Det er særligt S og V der har det her problem. Hvis du havde Uffe Elbæk eller Anders Samuelsen inde i studiet ville du få klare svar hver gang der blev stillet et spørgsmål, fordi de ikke er bange for at bakke 100% op om deres egne holdninger.\n\nDer er jo heller ikke noget i vejen med at have ændret holdning siden 2014 eller at sige at man ikke ved noget bestemt, men Mette Frederiksen prøver i stedet bare at opretholde en spejlglat facade så hun aldrig behøves indrømme det og det mislykkes totalt.", "Tror aldrig jeg har set Clement så frustreret over og vred på personen i et interview. Og Mette Frederiksen var nærmest grædefærdig til slut. Meget hårdt interview, de var jo oppe at skændes. \n\nEdit: [opsummering af interviewet](http://i.imgur.com/OvD4lIk.gif)", "First of all, I had no idea that there were so many South Africans on reddit! Cool to see.\n\nWhat is the ethnic make-up of the South African community here on reddit? Are you mostly English-speaking white people or is it diverse like the country itself? I am really fascinated with the - especially linguistic - diversity of South Africa.\n\nHow do you feel about the political situation in South Africa? Usually when I read about your country on reddit, it seems like many people are very disappointed with the ANC. The news we get are usually about crime and Jacob Zuma saying silly things. What is the future looking like for South African politics?\n\nHow do you feel about Trevor Noah? I really like his stand-up and he seems like a likable guy.", "> what is the general opinion on South Africa by Danes?\n\nViolent crime, vuvuzelas and Nelson Mandela.", "It's a dildo. ", "Don't really wanna think about that... ", "Every time one of their videos end up on reddit someone asks this question. The answer is that emergency vehicles such as ambulances are allowed to drive on the pavement if there is traffic and that's why they don't block off the entrances. ", "Altså, det kan man godt kritisere, men ved ikke om jeg vil kalde det for dobbeltmoral?", "He is already gone. ", "> I explained to him how he was negatively effect me and how his behavior was being counter productive to my goals of achieving inner peace and politely asked him to leave me alone. He returned with punching my face and I reciprocated. \n\nThis made me laugh out loud just for how robotic it sounds. \n\nAnyway, for how to deal with people. First of all, you place all blame on him, even for your own emotional outbursts, so it might be helpful to take responsibility for your actions and use meditation to explore the emotions that led to those actions in a non-judgemental way.\n\nSecond of all, realising that every person has faults and copes with them in both different and similar ways to yourself. Empathy is the key skill to develop, even for the people that give you grief. What was your roommate feeling? What might have made him feel that way? ", "> The idea that capitalism could be antagonistic to democracy is one that is slowly becoming the new wisdom, although certain thinkers have argued the same for many generations.\n\nIt's a part of Leninism and was the common Soviet criticism of democracies of the West. Not that the Soviets were any better themselves, the Leninist model of society turned out to be quite shitty for most people in the end, but I think their criticism was not completely ridiculous.", "Usually companies release software updates for a certain percentage of users to avoid undetected critical errors affecting everyone. Then after a little while the percentage of updatable devices is increased until it reaches 100. This can be done regionally, although it doesn't have to.", "> That's odd, considering Borge's more recent than Andersen.\n\nAndersen's fairy tales are a big part of the curriculum here and he is a huge cultural figure. Victor Borge was \"just\" a comedian/musician, not really in the same ball park even.", "This looks like it would be fantastic to see in person. ", "Are you willing to share the source code? I would love if it could be sorted by upvotes. ", "DF is not the biggest political party in Denmark, bro. ", "My girlfriend just applied for a visa for a job in Beijing and I was honestly surprised at the amount of papers she had to submit. I mean, they can't give her a visa before they know about where and when she went to high school? She has a Master's degree, how is her high school in any way relevant?", "Just wanted to point out that all of the Nordic countries universal benefits too financed by taxes, it's not just a UK thing. ", "Canada and the US are really not taking in many refugees compared to their size, they just resettle according to relatively tiny UN quotas. The situation in Europe is not comparable. ", "Masks are also used as a courtesy to avoid infecting others when you have a cold or some other infectious disease, not just for pollution. ", "Hvad er dine top 3 yndlingsprogrammeringssprog foruden C++ og hvorfor? ", "Det kræver jo man har en ovn. Ikke alle lande er lige glade for ovne i hjemmet.", "Jep. Også min suverænt mest savnede ting i Asien, skarpt forfulgt af ordentlig ost. Lakridser kan jeg sagtens leve uden selvom jeg elsker at spise dem. ", "Radikalisering er ikke omvendt korreleret med uddannelsesniveau, det er en udbredt misforståelse. ", "Hvorfor? ", "Læs resten af hans kommentar \n\n> og **gentagne voldtægter (med samme gerningsperson og offer)** gælder som flere voldtægter hvor det I Danmark gælder som én.", "> \"I would recommend Syrians to leave Denmark. What are they going to do here? I would continue to Sweden, it's a paradise for foreigners.\"\n\nI can totally sympathize with him as it is indeed very difficult for foreigners to get into the Danish labour market for a number of reasons, but [this idea that Sweden is doing any better is definitely not true](http://www.thelocal.se/20140730/sweden-worst-in-eu-at-getting-foreigners-jobs).", "I agree that we are very nationalistic, but I don't see how the swedes are any less nationalistic. To my eyes the seem exactly the same. How do you figure? ", "> your university filed Taiwan under Chinese Taipei (presumably)\n\nOr maybe they filed it under (republic of) China which is the actual name of the country? Taiwan is the name of an island, not the official name. Taiwan is only used to avoid misunderstandings because there is another gigantic country next to it also called China.", "If by horrible, you mean awesome.\n\nThere is also s02e08 of Rick and Morty that is 100% Roiland. It's missing most of the depth of the other episodes and is probably the weakest in season two, although it did have the [excellent plumbus segment](https://www.youtube.com/watch?v=eMJk4y9NGvE).", "I would say so. You would never call a sweater hyggelig, it's a situational thing and it sort of requires other people and some degree of intimacy. ", "I will suggest smaller companies/startups, since they tend to comprise younger people who are more comfortable speaking English all day. At my old job in a small It company (less than twenty employees) there were 4 foreigners who spoke English. The meetings were all in English and the casual conversations were mixed English Danish depending on who was talking. ", "> awkward silence\n\nOr as we call it: silence. ", "The Nordic countries, in every piece of cultural research I have read, come out as equally or sometimes more individualistic than countries like the US. ", "Jeg tror vi har brug for nogle eksempler på lyd/video.", "Så jyder siger hoteeel i stedet for bare hotel? ", "You are thinking of the Koran, not the Bible. The Bible is very much written by people (hint: look at what the various sections of the Bible are called). It consists of various religious and philosophical texts assembled by Christians through a long period of time and was written by a bunch of different people. The whole point of Islam is that it \"corrects\" the human errors present in the Bible. ", "> Is it frowned upon to drink outdoors though? \n\nLOL! Drinking outdoors is all Danes ever do in the summertime.", "I see.\n\nWell, your remaining 20-25k a month is certainly enough for food and utilities. Personally I spend 2000-2500 kr a month on food, but I almost only buy organic. My utility bill is not very big.\n\nWhat do you plan on spending money on? To me, 60k/month seems like plenty to live on for two people, even after subtracting taxes and a rent of 12-14k, but if that rent is getting you a shoebox in Vanløse, then maybe you could do better.", "The typical cheap meal is kebab. You can get a döner for between 15-35 kr depending on quality.\n\nThere is also the concept of \"folkekøkken\" (people's kitchen) which are communal dinners where you pay a donation (typically 20-50 kr, but in some places you don't even have to pay anything) for a more filling meal. You have to google these to find one that's open on that day in your area and I'm sure you'll need to use Google translate.", "> In the US, the rule is about 20-25% of the gross income. In Germany, I'm paying 16% of my gross income and couldn't go any higher.\n\n> In other words, I'm not asking if 12-14k is too much to pay for any particular place, I'm asking if 12-14k is too much to pay in rent if you're making 60k gross.\n\nSorry, but that doesn't really make any sense to me. Why does it matter what percentage of your salary goes into it? Just get whatever type of flat you need, make sure it's not a horrible deal and then that'll be your percentage.\n\nMaybe I'm not the right one to answer this question.", "Whether or not that kind of rent is too high has to do with what you're getting out of it. Without citing size or location, it is impossible to give you any advice. Personally I pay much less, but then I'm a student getting a good deal for a room in Nørrebro. \n\nTypical rent for a 2-bedroom place is 6-7k these days, but it's very hard to find any as the market is very crowded and offers like that are snatched up as soon as anyone sees an opening.", "Is there an English translation somewhere? I'd love to read it.", "Jeg fornemmer at du var meget omhyggelig med at sætte kommaerne i den sætning ;)", "Two Austrians and a Swede are the same as a Dane and a German? ", "Jeg har egentlig ignoreret videoen fordi jeg ved at mange folk hader Støjberg og derfor nok bare var overkritiske, men det er nok det dårligste engelsk jeg har hørt fra en dansk politiker i nyere tid.", "It felt a but uncomfortable to me, but I'm not sure what the Letterman sketch was like so not sure if there's some small cues I'm not getting. ", "https://www.youtube.com/watch?v=u5ZLBnO3reE", "Damn, det er rimelig vild statistik. ", "Fedt. Det er så besværligt med e-boks.", "This looks like a drawing that a 13 year old boy made. ", "I was thinking of this one: https://en.wikipedia.org/wiki/Monument_to_the_Conquerors_of_Space", "Is that the Soviet space monument in the background? ", "Hvorfor er det bedre at generalisere at mænd er svin end at muslimer er svin? Problemet er vel at man ikke generaliserer mindre ved at flytte objektet for generalisering fra muslimske mænd over på mænd i al almindelighed, man generaliserer _mere_. Hun tager den så tilmed skridtet videre og generaliserer _hvide_ mænd i en eller anden racemæssig balanceringsmanøvre.", "Check out the books and articles by Richard J Davidsonn. He has done research into different styles of meditation. The last part of his book The Emotional Life of the Brain goes into detail on what kind of meditation or other mental practice is best for different things. I also read an academic meditation meta analysis that was co-written by him although I can't remember the name right now. They went through the research on every style of meditation you can imagine.", "Applied data science is great.", "They're not. He probably thinks Malmö is Danish.", "Dude that bitchin angel song and guitar solo leitmotif was one of the best things about the film.", "I saw this movie over and over when I was a kid. The story doesn't really fit into two hours and the actors are fairly terrible, but it's visually spectacular - especially the set pieces - and I personally loved that they replaced the karate shit from the books with those cool sonic weapons.", "Funny, although in truth the Middle East is mostly Sunni.", "I know a handful of people who live in big communities in Copenhagen, typicslly 10 to 12 people in a single house or apartment (kollektiv). They tend to lean left on the political scale, though, and they're all in their twenties or early thirties it's not a general thing in the population.\n\nA new trend are groups of older people living together (ollekolle) which is a way to avoid loneliness and the institutional coldness of regular old people's homes. I really love this idea. Danish elderly are often quite lonely.", "Because they are not in the European Union. Same with Switzerland and the rest of the countries in grey.", "The Faroes do, so technically \"yes\" since we share passports.", "> S.Korea exist thanks to USA support combined with China's mercy.\n\nThat was true in the 1950s, but South Korea today is both a wealthy and a heavily militarised society, in many respects similar to Israel.", "Jeg kan anbefale Stå Fast, det er virkelig en interessant og sjov bog.", "> I didn't feel like being aware of my breath or my feelings when I was stressed actually reduced my stress.\n\nWell, you can't just think about breathing and then the stress goes away, it doesn't work that way ;-) you have unwanted feelings and urges and the first step is accepting the fact that you will never get rid of those unwanted sensations. Meditation is not a pill you swallow to get rid of unwanted feelings.\n\nWhat you _can_ do is learn how to interpret the signals your body gives you much, much earlier. I'm talking stuff like heart rate, blood pressure, stress hormones, muscle tightening, respiration, and of course behavioral cues and purely cognitive stuff (e.g. thought chains). There is nothing magical about the breath.\n\nMindfulness literally grows the part of the brain that has to do with tactile sensation. Different variation of meditation routines also help train social situational awareness and your ability to read emotions in others. There is a space between your emotional response and your behavioral reaction to it and that space is widened by mindfulness meditation.\n\nNow, the other part of mindfulness is more cognitive, what some people call spirituality, but I think is more accurately described as a psychological or existential change. This is about accepting all of the stuff that you can't change, accepting life so to speak. You can't change other people's emotions, only how you react to them. You can't change your own emotional response, only how you react to it. You can't change the conditions of life itself, only how you react to it. The biggest mental challenge is learning to accept that you can't have the good without the bad - and that avoiding the bad entirely is not possible and will only make you feel worse. Accept the bad feelings, don't avoid them.", "Maybe it has to do with the sort of change you are expecting to have? :-) People get into meditation for different reasons and if you don't know why you started doing it, it can be hard to assess what has changed.\n\nI practice secular mindfulness meditation. For me, meditating twice a day is part of what helps keeps me grounded and able to deal properly with stress and other issues in life. What I get out of meditation is knowledge about how to read physical sensations in my body, chains of thought (cognition) and how tie those together with emotional states.\n\nBefore I started practicing regular meditation, I had a really hard time doing emotional introspection, meaning: I often literally could not tell you what I was feeling in a given situation. I could only feel... \"something\".\n\nEmotions are our primary decision-making mechanism, so - in my case - not having a strong emotional self-awareness translated into a loss of agency in my life, which only further contributed to an already stressful state of mind.\n\nAs you can probably hear, I got into meditation to deal with chronic stress. So the difference in my life is that I'm no longer chronically stressed. I still find the practice very enlightening and also do it our of sheer enjoyment of the blissful state it produces. What are you looking to get out of it?", "That was hilarious. Is the movie worth watching? ", "I love the phone, but it does have some issues, at least mine does.\n\n1. The video quality of the camera is terrible and laggy.\n\n2. The mic doesn't work during hangouts video calls.", "I thought this was gonna be a statistic saying that the key concern of Swiss people is being included in Eurobarometer.", "You are not supposed to notice the act of breathing, but rather pick some spot and notice the physical sensations of breathing. This spot can be your nostrils your chest, your shoulders or some other place that is affected by breathing. ", "Tak OP. Elsker sådan nogle finurlige tidsbilleder. ", "I also have this problem. It's an issue for me that the phone can't do video calls unless I hook up an external mic.", "I'm surprised too. I thought there would be a lot less hate for another orthodox country, but I guess Romania is the odd one out since they speak a romance language and not a slavic one.", "This happens in the Nordic countries too.", "Thanks a lot for the suggestions. I have tried sitting in different ways on the cushion, but I think I must be one of the people for whom it doesn't really change much at all.\n\nI think on a daily basis I'm fine with 20-25 minutes for a sitting, although when I have the time I'd love to go longer every once in a while.", "> At my internship (social work with mentally disabled people) 90% of my collegues smoke.\n\nStressful job?", "Any in particular that you recommend? I'm trying to get some personal recommendations so that I won't have to listen my way through a ton of different audio clips to find the excellent ones ;)", "Great post.", "Acem meditation keeps popping up in random places. I went to see a presentation about this kind of meditation a couple of months ago and apparently it is a sort of variation of TM whose practitioners are very assertive about their irreligiousness (at least the ones at that talk were). Anyway, it seemed interesting, but they told me that you need to pay for beginners classes to start the practice properly so I never bothered to learn it.", "Titlen er en dobbel negativ. Hvis man _ikke_ stoler på nogen der _ikke_ har overvejet selvmord, svarer det til at man _kun_ stoler på folk der har overvejet selvmord.", "Maybe Western Europe, but it seems like a lot of the lost manufacturing in Western Europe actually moves straight to Eastern Europe. At least when they talk about factory line stuff like slaughterhouses and lego, then that stuff has moved to Poland or Hungary or some other part in the East. Europe still has some high tech manufacturing like windmills, airplanes, space rockets and automobiles, but the electronic stuff like Nokia's production of mobile phones (before they were decimated by Microsoft) has moved to Asia. ", "Snakes are crazy fucking creatures. ", "What would you say are the main differences between the Irish and the English?", "Well, Danish nature is pretty tame, but Copenhagen is a an interesting place these days, especially during summer. And the two geographically larger countries to the North have really spectacular nature. Also, recent developments in Nordic cuisine is all the rage internationally.\n\nBut it's not like a visit to China or Italy or something where there's endless stuff to do and food to try out.", "De radikale vil ikke indføre kvoter. Rettelsen fra den artikel hvor du har læst om det:\n\n> Opdatering: Tidligere fremgik det af artiklens overskrift, at der var tale om kønskvoter, men de Radikales forslag handler kun om kønsregistrering. Det er nu blevet rettet i overskrift og billedtekst. DR beklager fejlen.", "I don't know about Germany, but plenty of old people use those scooters here in Denmark. You just don't see fat people using them, but we don't really have the same weight classes as in America either so that's probably the main reason.", "Hvis målet er et effektivt jobmarked med bedre information, burde vi også offentliggøre ansattes lønninger ligesom de gør i Norge. Det er egentlig noget underligt noget, at folk nærmest skjuler deres indkomst som var det en sexuel fetich. Hvordan skal ansatte gennemføre en ordentlig lønforhandling, når de kun kan gætte hvad andre får i løn? Fuld gennemsigtighed med indkomster, tak.", "Someone once said \"Singapore is an economy, not a country\". Not sure if I agree, but I think it sums up the view of Singapore here: super commercialised, trade-centric Asian outpost that is ruled by economic thinking. I also remember a Singaporean girl at a party I went to who had a T-shirt that said \"I <3 Singapore\" except the heart symbol had been replaced by the Nike swivel. I thought that was an ingenious social comment.", "> Det bruger jeg kun en sjælden gang til karbonader (dem laver jeg for det meste også kun af svin)\n\nDude, karbonader er altid 100% svin. _Krebinetter_ derimod er 50/50. Frikadeller er som regel 50/50, men har dog hørt om enkelte som laver det med 100% svin - du er så åbenbart fra den fløj :)", "It's from a time when hardly anyone had a smartphone. Smartphones only really took off after the iPhone. ", "Du lyder meget bitter. ", "Hans kronik er god: http://politiken.dk/debat/kroniken/ECE2973867/jorden-kalder-venstre/", "Barcelona is a notable exception. ", "Se tråden på r/videos som der bliver linket til længere oppe. ", "I feel like this one gave the most away so far, though. There was a stronger sense of narrative and it seemed a bit longer. Made me even more excited too.", "Some trivia: he is actually from the hippie commune known as the Freetown Christiania which is the only place in Denmark where cannabis is sold out in the open. It's a part of Copenhagen that was squatted in the seventies by hippies and they have their own unilaterally recognised mini-state within the state.", "Looks exactly like that secret society in the new Bond film. ", "What a boring product. Where's the innovation, Google? This is just a poor man's Microsoft Surface. ", "Det er heller ikke specifikt en CBS ting, sker på alle studier med jævne mellemrum.", "Aw snap. ", "Kan huske vi havde bananlegen til en helt almindelig julefest på Asian Studies Programme. Det var allerede lidt over grænsen for mig (dog mest øjenrul) og her var altså tale om en fest fyldt med udvekslingstuderende fra Kina, Taiwan, Japan, Singapore og Korea for hvem det _helt_ sikkert var over grænsen. En lille smule kulturel sensitivitet kunne godt have være ønsket. Ikke noget vildt, bare måske festudvalget lige tænkte sig en ekstra gang over om platte sexlege nu også hører sig til i den kontekst. Jeg synes i hvert fald selv det var lidt pinligt.", "As long as you're staying up [reading Camus](https://www.nyu.edu/classes/keefer/hell/camus.html), you should be fine.", "She was killed by communist revolutionaries, not monarchists.", "Is it really that stupid a decision? We are not planning on staying indefinitely, just a year or two. ", "Thanks. Solid advice. Is there a preferred air quality app for Beijing? We both use Android phones. ", "So as someone who is moving to Beijing next year with my SO, what do I need to do to protect myself from the smog? I've visited a couple of times before, but I never bothered to do anything about it before.", "Had to double check that people around me hadn't grown mirror universe beards. ", ">  Not having a dedicated computer app also holds them back a little. But that's just me.\n\nIf you have a Mac, then [this works well as a dedicated app](http://radiant-player.github.io/radiant-player-mac/).", "Og det er en relativt ny udvikling. ", "Is there an alternative to /r/videos that has any subscribers?", "It is interesting though that the 75+ is only really in former British colonies. Personally I only ever use the English wikipedia, except in the rare case that the subject is so local to my country that our native language one is better.", "I recommend reading The Emotional Life of the Brain by Richard Davidson if you're interested in this kind of stuff. It's very enlightening. There is a very active community of psychologists and neuroscientists looking at mediators in fMRI scanners.", "You are supposed to focus on something, but the mindfulness is not about the breath specifically, that's just an easy starting point. A lot of people don't even focus on the breath in the same place, some people feel it in the nostrils, some people on the chest, some people focus on the torso moving. ", "Yeah, Copenhagen Street Food it's called. ", "> Folketingets formand, Pia Kjærsgaard (DF), er dog langtfra begejstret.\n\n> »Jeg finder teksterne på hans væg dybt besynderlige og provokerende,« siger hun\n\nDet er sjovt du siger det Pia, fordi [dit eget parti er selv ret glade for at udstille provokunst](http://politiken.dk/kultur/kunst/ECE2432649/dan-parks-forbudte-billeder-vises-paa-christiansborg-i-dag/) på Borgen.", "Tjek [denne her post](https://www.reddit.com/r/europe/comments/27oejj/airial_view_of_the_future_stations_of_the/) fra /u/Heirl00m.", "No problem! Christiania is a pretty interesting place. I go there for music shows, interesting talks, and sometimes *erh* shopping for certain \"special items\".", "That would be the [Royal Danish Playhouse](https://en.wikipedia.org/wiki/Royal_Danish_Playhouse).", "* The green area at the top is the [semi-autonomous, semi-socialist Freetown Christiania](https://en.wikipedia.org/wiki/Freetown_Christiania).\n\n* The building with the protruding roof is the [Copenhagen Opera House](https://en.wikipedia.org/wiki/Copenhagen_Opera_House).\n\n* The canal at the bottom is the scenic area of [Nyhavn](https://en.wikipedia.org/wiki/Nyhavn).", "Russel Brand started meditating a long time ago, though. It's not a new thing. ", "Der er masser af programmeringsjobs, men en del af ligger desværre også ude i forstader til København som Ballerup. Lønnen er mere efter forhandling end mange andre stillinger i Danmark, som er fastsat af fagforeninger, men det kommer selvfølgelig an på hvor du vælger at arbejde.", "It's a bit sad how that is now the case. In the early 2000s Apple was great at taking in good, proven technologies and open standards, incorporating this into their products. Then after the success of the iPod they slid back into their earlier nineties state of making lots of lock-in features that competitors couldn't take part in. ", "Amazing. Please post more if you have any. ", "Oh my... ", "So this is how those middle-aged women slowly turn into cats. ", "Yup. Was gonna get the Nexus 5X, ended up getting this one since it's half the price. Cannot justify paying that much for a phone anymore, these things age too fast.", "Not until he started bending it. ", "Use meditation to _explore_ your feelings and sensations rather than doing it with the intention of getting to another, more positive, state. Meditation - at least the mindfulness-based ones - is not about avoiding of what is in the moment or trying to change it, it's about acceptance and openness.\n\nYou are most likely avoiding meditation in bad times because those sensations feel uncomfortable and you don't want to go to a place where they will be more intense. Instead of avoiding what is uncomfortable, try to locate the sensations in your body and learn to recognise how any changes in what you're feeling and thinking is connected to momentary changes in bodily sensations.\n\nIt's all connected and your avoidance of meditation when you're in a bad emotional state is just classic human behaviour: we intuitively want to maximise what feels good and minimise what feels bad - even when our behaviour does not produce the desired results. You know that meditation will probably help you, but you avoid it when you feel bad because your intuition (wrongfully) tells you to do so.\n\nMindfulness is the opposite of this kind of avoidance behaviour. It is not about feeling good all the time, it's about learning about your feelings and sensations _in this exact moment_ and being able to look at them without judgement. This process itself is calming in the short term and regular practice has strong neurological effects in the medium to long term. These effects have been demonstrated over and over in clinical trials (check out Richard Davidson's \"The Emotional Life of the Brain\" for example, he goes in-depth with this stuff).\n\nPracticing mindful introspection will train the parts of your brain that bring you closer to your feelings and learn to understand how feelings affect your decisions. Regular practice makes you less disturbed by negative feelings and - speaking from my own experience - approaching meditation with the intent of learning more about yourself and your own layers of complex mental processes is enough to motivate me, even when faced with negative feelings. Those negative feelings and sensations simply become objects to explore and learn about.", "[Mint juleps](http://vignette1.wikia.nocookie.net/simpsons/images/7/7f/Mmm.jpg/revision/latest?cb=20121205194537)...", "Yeah, jeg var til et debatarrangement med Pia Olsen Dyhr og hun var ikke mere end 5 minutter inde i det, før hun selv hev børneporno frem.", "TIL galaktoboureko. Looks yummy.", "> Then again in /r/worldnews[1] there was a guy saying that NATO should kick Turkey out and invite Russia in, and he got upvoted for it. So that sub is completely bonkers anyway. \n\nThere is a large segment of commenters in worldnews (and here too) that simply ask themselves \"who is most Muslim?\" in any given conflict and then oppose that side no matter what kind of a douchebag the other side is. It's unfortunate how complex geopolitics end up being simplified into a simple question of good/bad.", "Caprese is fantastic. ", "It is definitely a normal style for new buildings in Denmark, sans the weird metal casing. The [Copenhagen metro stations](http://cdn1.vtourist.com/19/7445417-Copenhagens_sleek_modern_metro_stations_Copenhagen.jpg?version=2) use similar materials for example. There is also some public hosting across from the IT University in Copenhagen that is built in this style, including the wavy metal exterior. This kind of cold, boxy grey style is very common in the Nordics. ", "http://saxo.dk", "University uptake is booming causing young people to move to the cities. Denmark also has one of highest proportions of foreign students in our universities. All of these people are looking for similar accommodation and neither the market nor the politicians have responded to the increased demand... except some politicians arguing that students should spread out and go to smaller cities to study. ", "We have seen mainstream parties moving to the right and the nationalist party has become the second largest in parliament. On the other hand, the far left party is now the second largest left wing party and the third largest is the new party Alternativet which is trying to innovate politics. The appearance of new parties in Danish politics is not that uncommon, to be honest. The kind of rallying effect that Syriza and Podemos are seeing we had back in the seventies when a couple of new (now defunct) political parties appeared, but these days we mainly see slow and steady progress and the population is about 50-50 split right and left and has been for many years.", "There are quite a few Romanians (and other people from Eastern Europe) at the IT University of Copenhagen and they are quite nice. Like anybody else, I suppose. I did have one bad experience with a Romanian guy when doing group work, but that was mainly because he was too busy to really do any work because his job was taking all his time. I liked him otherwise. ", "Those fjord-inhabiting rascals took our oil!!", "The traditional industries are mining and fishing (shrimp mainly), but both things have died down. Greenland is a pretty sad case of colonialism gone wrong, despite the subsidy they get. There is a lot of alcoholism, incest, suicides (highest rate in the world) and STDs. It is really not a hospitable climate. Today they survive on financial aid and tourism with some hope of oil drilling or other resource extraction beginning in the future. ", "> Ahh, I see. I have always thought Denmark to be a mix between socialism and capitalism; \"social democracy\" seems to be a better term.\n\n\"Socialism\" is when the means of production (i.e. capital) is publicly owned, either directly by workers in cooperatives or by the state. \"Capitalism\" is when the means of production is privately owned.\n\nDenmark is a mixed economy/welfare state, just like Australia. We have slightly higher taxes and a slightly higher level of social services. Typically, these comparatively more generous welfare states are created by social democratic political parties, that's why a lot of people call them \"social democratic\" welfare states, but really there is no difference apart from slightly better public services. Almost all countries are mixed economies.", "This is so cool and informative - I wonder why it isn't getting upvoted?", "Elsinore (Helsingør) is nice in the summer and you can take a ferry for 15 minutes to visit Helsingborg in Sweden too.", "Havde vitterligt ingen idé om at det var Dansk. Prøvede det et par gange i gym da jeg kun kørte Linux, men det lå et sted mellem Civ 1 og Civ 2 i en Civ 3 tid, så fængede ikke rigtigt.", "I know a software developer who worked in the Danish branch of Nokia and he me told a lot of stories about how much money the company threw away on stupid shit and that, as you say, the management had no idea what they were doing at the end.", "Så for satan, skal ellers lige love for der bliver hjulpet i nærområderne i dag!", "I dunno, it definitely seems mainly like a North American phenomenon to my Danish eyes. We have people like that, but it's not like they are taking over universities here and there are no specials rules governing campuses like you see in America. ", "Check out Stop A Douchebag for close-up examples. ", "Det er en god pointe. Jeg tror dog ikke han  behøver kommer helt op på 45 procent for at få de her ting (vi har jo en del ting vi betaler for udover det), men det er klart at han aldrig vil kunne gennemføre det hele uden et seriøst holdningsskifte i den amerikanske kongres og ude i de enkelte stater. Men han repræsenterer vel i virkeligheden også bare en retning at gå i og ikke så meget en dosmerseddel af ændringer der vil blive indført i de næste 4 år. En præsident har heller ikke så meget magt som medierne leger at de har, det er i sidste ende parlamentet der laver lovene og så kan det være lige meget hvem der sidder i det hvide hus så længe der ikke bliver nedlagt veto. ", "Is it still full of Russians and Chinese couples on honeymoon wearing matching hawaian shirts? ", "It's like the Wilhelm Scream of TV news.", "Edit 4: 3x gold?! you guys are crazy!!\n\nEdit 5: shit, 50K new subscribers to my youtube channel, reddit let's make this 100k, I know we can do it\n\nEdit 6: we did it reddit, we made it: 100K subscribers in only 4 hours - man, it's 3AM eastern time, I'm gonna call it a night! By all, this was fun", "> It's salary that you can use for your vacation. We don't think people are smart enough to save for vacations by themselves, so we force people to do it through their salary.\n\nIt's salary you can use for your vacation **when** you don't have a full time job, meaning you presumably have some other primary income (like SU or maybe a trust fund). Once you _have_ a full time job, it's just becomes the thing that allows you to go on your mandatory vacation days without forgoing your salary that month. Other countries have this too, except it's usually built into the job that you won't have to take a salary hit that month when you use your mandatory vacation days. We just made it a system of direct payments to a mandatory insurance, rather than simply requiring companies to pay their employees during their vacation.\n\nA lot of foreigners that come to Denmark are absolutely puzzled that you need to work a _full_ year before you get your vacation days unless you  fund them out of pocket yourself. In many other countries, you have it from the moment you start your first job, not after the first year\n\nSo this is really a case where the Danish state actually collects a little bit less money compared to other countries and our vacation day system is not as generous as for example the British.", "Ved sikkert i mange tilfælde at hæve skatterne tilsvarende, det tror jeg da ikke han lægger skjul på.\n\nI dunno, synes han virker enig med stort set alle partierne i vores folketing og det han nævner i interviewet: offentligt betalt uni, offentligt betalt hospitalsvæsen, et ok sikkershedsnet til arbejdsløse og pensionister - det alle er ting som mange her på /r/denmark også ville være enige om. Konflikterne i dansk politik synes mere at dreje sig om udlændinge og om man kan/skal få folk hurtigere igennem det offentlige system og slet ikke de her mere grundlæggende ting som Bernie Sanders snakker om.\n\nSå jeg synes sådan set han egentlig virker rimelig moderat, men selvfølgelig ikke i det Amerikanske politiske klima hvor højrefløjen alle er super kristne og våbenglade - der virker han selvfølgelig lidt som Enhedslisten. Han bruger jo bare Danmark og Skandinavien til at sige \"se her, man kan sagtens få de her meget generelle velfærdsting hvis man vil\" og ikke som et mønstereksempel på alt hvad USA skal være.", "Same in Denmark. We have 4 different kinds of high school and also two optional pre-high school options between what Americans would call middle school and Hugh school.", "Thanks man, appreciate it. Have a good day! ", "Om ikke andet, så viser det vel bare at der er noget sympatisk i selv mere usympatiske mennesker, når bare den rigtige situation byder sig. ", "My replies were all in the negatives, around minus ten. I'm the guy you mentioned in your edit who is at 37 now. ", "It was -10 last I checked, but the scores have been reversed after this sub started brigading.", "Browsing it in my spare time, but definitely sympathetic to the cause although I wouldn't call myself a Socialist. And even if I did consider myself a Socialist, the Internet lunatics on /r/socialism would not have any effect on that. I have many friends who are socialists and vote for the red-greens, but they are more the types that go build alternative communities rather than make up logical arguments for murder. Have never been in a discussion with people like that until now and there are plenty of social democrats and actual socialists in my country.", "Kan godt lide at politiet deler belønninger ud til hverdagshelte som ham, men tror den største belønning er det velfortjente smil han står med til overrækkelsen og en viden om at man har gjort en seriøs forskel i en anden persons liv.", "Feels weird to end up on this subreddit, but I appreciate the support anyhow. Never going near /r/socialism again.", "> It wouldn't be useful without the years of training data from millions of users it requires to work\n\nIf your data is stuff like \"likes\" or \"favourites\", then sure. But for many ML applications, the data is going to be sensor output and in that case it sometimes only takes a few seconds to get enough data to make reliable predictions.", "> Anders Hønissen har DKs bedste radiostemme\n\nSo true. En indre ro breder sig i mig når jeg hører den stemme.", "A Danish clone of SNL, only shittier.", "Danish. A few European countries actually use the word weekend.", "> as well as even pronouncing English words with a Korean accent\n\nI think she most likely just learned those words as Korean words and does not think of them as loanwords from English. I mean, in my language we use the word \"weekend\" to mean the same thing as in English, but we pronounce it differently. It obviously comes from English, but the kids don't think of it as an English word, they just think of it as a word like any other word. It's only when they get much older that they realise that the word must have come from English.", "I'm guessing air force? ", "It's hard to ignore when it's getting upvoted so much. I think I'll just stay away from this subreddit in the future.", "The thing about people taking utilitarianism to the extreme is that they never imagine themselves as the innocent people who need to be killed in order for the world to prosper. If killing HanginOutWithCorpses and all of HanginOutWithCorpses's family might potentially save even more people, you would be all for that, right? You would have to be for that in order for your reasoning to make any sense.\n\nBut of course, you don't even consider that possibility. After all, I'm just making up a hypothetical situation! You don't even need to consider it, it's all hypothetical! Except of course, it is not hypothetical, you just argued for the exact same thing. Someone else _has_ to die, but _not_ you or the people you love. It's such an easy position to take, rationalising away the death of innocents if it does something for a greater cause that you believe in. It makes you feel smart. You're not smart.", "Tid til at flytte til solskinsøen.", "I think I'd rather live in a exploitative economic system than live in a society where killing kids for purely ideological reasons is accepted. Ironically, this line of extreme rationalisation about who needs to be killed in order for the revolution to survive is probably the exact reason why experiments like the USSR ended up straying so far from the ideals that originally set things in motion.", "The person is making a rationalisation to demonstrate that killing kids is ok (like I guess you do too).\n\nYou remind me of the type of people George Orwell described in Politics and the English Language.", "People here are advocating murder of children in the name of socialism and are getting upvoted for it? What is wrong with this subreddit?", "/u/totallynotausername er Rasmus Brygger, det har han gjort klart mange gange her på /r/denmark :)", "There is no distinction between v and p in Korean (in fact, the v sound does not even exist), so it's a very common mistake to make as a speaker of English.", "Godt initiativ, Rasmus.", "This is just as much as a revelation to me as when I learned about how people wipe on the toilet (sitting vs standing).", "The track Metropolis off the same album is an even better candidate. Something about the build-up of the synths is mesmerising.\n\n(go for the 2009 remastered version)", "This looks like more eighties antiwar propaganda from the Soviet Union. Love this style, discovered it on this subreddit. ", "Wow, krisediskursen siden 2007 har virkelig sat sit præg. Så kommer der da lidt positivt ud af det pres vi lægger på vores ungdom. ", "> Burgermeister Meisterburger\n\nhttps://www.youtube.com/watch?v=TX87QQLVD5k", "> Det gør man dog ikke ved indirekte at opfordre til opstand imod jøder.\n\nJeg hæfter mig ved, at både du og appelsinjuice bruger ordet \"indirekte\" i jeres argumentation og siger at det er en \"indirekte\" opfordring til vold mod jøder. Det er jo nemt nok at sige, at noget er racistisk eller en opfordring til vold mod en bestemt etnicitet, hvis man bare kan smide ordet indirekte foran.\n\nPalæstina er et område der er besat af Israel og ordet \"intifada\" betyder oprør. Altså må man formode at der opfordres til oprør mod besættelsesmagten i det her vægmaleri og ikke til vold mod jøder i al almindelighed. Pas på at I ikke putter folk i så små etniske kasser, at I helt går glip af nuancerne i budskabet.", "Hvorfor skal kommunen stå til ansvar for hvilken kunst de lokale kunstnere kommer på de lovlige graffitivægge? Og hvem bestemmer hvad der er rigtig og forkert gadekunst? Skiftende politiske flertal? Hvad med bare at tillade gadekunst der hvor der med vilje er opstillet et forum til det, uden at censurere det?", "Jeg er ærligt talt forbløffet (baseret på de downvotes mine kommentarer tiltrækker).\n\nHvad skete der med helt basale borgerlige frihedsrettigheder?\n\nHvad var jeres holdning dengang Dan Park var persona non grata?\n\nSå snart man er enige med budskabet så bliver der skreget op om ytringsfrihed, og når man er uenig, så er det kommunens ret til at bestemme? Og kan vi forøvrigt ikke lukke ned for det med den og den lov?\n\nHvad skete der med at forsvare andres ret til at ytre sig, selvom man er uenig?\n\nOg hvad med den berømte danske åbenhed hvor vi diskuterer tingene i stedet for at gemme dem væk indtil de koger over som derovre i Sverige?\n\nJeg ville ønske at nogle flere her ville stille sig selv de spørgsmål.", "> Næh. Ikke når det er kommunens ejendom der males på\n\nDet er en grafittimur der er opstillet, så lokale kunstnere på Nørrebro kan lave gadekunst på dem. Det er ikke en officiel folder udsendt og signeret af Københavns Kommune.\n\nHvis kommunen bestemmer hvilke politiske budskaber kunstneren må eller ikke må udtrykke _er_ det censur. Den der undskyldning med at det er \"kommunens ejendom\" og så må de censurere løs, synes jeg ærligt talt er lidt skræmmende, at der er så mange brugere her på /r/Denmark der udtrykker.\n\nJa, det er kontroversielt og deler tydeligvis vandene, men hvad skal vi bruge gadekunst til hvis man ikke må udtrykke kontroversielle holdninger?", "Når politikere vil fjerne det, fordi de er uenige med budskabet snarere end fordi det er grimt eller fordi der ikke må være grafitti på lige netop dén mur, så er det censur. Hvis det var et budskab om at Inger Støjberg er sexet eller Martin Henriksen har noget flot hår, var der ikke afstedkommet protester fra V og DF. Man vil fjerne det, udelukkende fordi man er politisk uenig. Derfor er det censur.", "Det er ikke en opfordring til vold, siden en opfordring til vold kræver at der er en person der opfordres til vold imod. Det er en opfordring til oprør mod en besættelsesmagt.\n\nDet undrer mig at både du og ham jeg svarede oprindeligt, begge er så opsatte på at censurere det her relativt uskadelige graffiti. Hvorfor er det så vigtigt at censurere? Hvad opnås ved at censurere det?\n\nHar du tænkt på at vi (Danmark) selv støtter grupper af oprørere politisk og med vores militær i nabolandet Syrien? Åbenbart er der forskel på hvilke former for oprør man må opfordre til.\n\nEn opfordring til oprør mod Israel skal censureres af staten, mens oprør mod Assad eller Islamisk stat er støttet af den politiske elite, ikke bare via opfordringer men direkte med militæret. Du synes ikke det er underligt at denne forskel eksisterer? Fordi jeg synes ærlig talt at det minder om [Doublethink](https://en.wikipedia.org/wiki/Doublethink). Det er præcis det samme der foregår, du er bare politisk uenig med målet for oprøret.", "Der er stor forskel på at være politisk uenig i noget og så gå så langt at bruge offentlige midler på at censurere det, man er uenig i.\n\nDet at man kan være uenig _uden_ at censurere, er et tegn på at man netop kan rumme den uenighed der eksisterer. Typisk er det noget man ser i demokratiske samfund.\n\nNår staten går aktivt ind og censurerer ting som de er politisk uenige med, er det mere karakteristisk for autoritære samfund, hvor man er nødt til at følge en indsnævrende politisk linje for at være en del af samfundet. Det er ikke en vej vi har lyst til at gå mere nedad.", "Why does it feel good? Just curious.", "And with Dick Tingeler being a joke in English, not German. Weird choice. ", ">  i'm not affected at all, though some people complain, but it's just a minor complaint, not a massive depression for half a year...\n\nThis is my point. For a Dane, it's just the normal way things are, but for a lot of foreigners it's quite tough.", "Come for a visit and talk to some people. It's really the only way to learn about a country and its people, everything else is just trying to reduce a place to some philosophical system or set of norms or whatever. Any attempt at doing that typically leaves you with a stereotypical impression rather than real knowledge.\n\nI mean, I can read about Korea, know some Koreans, date a Korean, but it wasn't until I also visited and later lived in the place that I truly understood the place to any meaningful extent (but not entirely, of course).  Everything we read about places and cultures we have little close contact with will tend to be coloured by our own hopes and wishes, distorting it a lot in the process.\n\nA lot of foreigners come here and are disappointed in the country, because this is a place they only know about because they deliberately chose to cultivate knowledge about this tiny nation. This means people tend to have a very positive impression. \n\nThe reality is that the place has shitty weather for most of the year and a deeply cyclical mood  that is tightly regulated by access to the sun. People tend to be happy and friendly here in late spring and in the summer months, but walk around with icy looks and a bit of melancholy during the rest of the year. There is, of course, the national sport of patting yourself on the back all the time for being so lucky to live in this country (I think you have something similar in the US, but we have a bit more of it) . It's like we save up a lot of those back pattings during summer and ration them until we reach Christmas where can pat ourselves on the back for being so good at \"Hygge\" and then we keep using those rations until we finally reach late April and the weather starts being tolerable again. Then people regain the ability to smile and to be nice to each other in the streets.\n\nPeople don't learn about this before they come and live here, but it is a shock to a lot of foreigners how impenetrable this seasonally affected society is. Apparently, the Nordic countries have some of the lowest perceptions of loneliness in the world because they learn to deal with this dark period of the year with less social interaction, while a lot of the foreigners who come and live here cannot stand it after long. Danes just learned to live with it and made \"Hygge\" the national mantra.", "Yeah, I'm from Northern Zealand and I pronunce them differently when stressing stuff, although I'll sometimes be lazy and just pronounce them the same. ", "This podcast interview completely reflects how meditation has changed my own awareness of my emotions and how they feel - and ultimately how they influence me. I was fascinated with his take on it and he sources everything well with experimental evidence.", "> [One of the known warning signs of certain psychopathologies, including antisocial personality disorder, also known as psychopathic personality disorder, is a history of torturing pets and small animals, a behavior known as zoosadism. According to the New York Times, \"[t]he FBI has found that a history of cruelty to animals is one of the traits that regularly appears in its computer records of serial rapists and murderers, and the standard diagnostic and treatment manual for psychiatric and emotional disorders lists cruelty to animals a diagnostic criterion for conduct disorders](https://en.wikipedia.org/wiki/Cruelty_to_animals#Psychological_disorders).", "The intersection is fine, but this is a crossing between the bus busiest bike path in Copenhagen and one of the busiest corridors for cars, so if you go there during rush hour, you sometimes have to wait for the second green light.", "Hvor er det her stærkt formuleret af Birthe Rønn Hornbech. Et af de mest følelsesladede opråb mod Venstres kurs hun nogensinde har skrevet, man kan mærke hendes fortvivlelse i hele teksten.\n\nJeg tror ikke det er det sidste af sådanne opråb vi kommer til høre, men måske er det ved at nå et klimaks?", "Chicken by itself is not that common. Try typing jirou and it will be the first suggestion.", "Thanks a lot. As a Chinese learner, I haven't really run across much great Chinese journalism, but this seems like quality stuff. ", "So if we breed an army of protein-consuming bodybuilder gorillas for long term waste storage we can solve climate change?", "Needs more \"Stop a Douchebag\" stickers on the windows.", "They did not. They lowered them (the VKO) government. It used to be 2.5 kr for a half liter bottle for a example. ", "Let me rephrase that then: there were significantly fewer bottle collectors. ", "No one _has_ to collect bottles. The collection of bottles is encouraged by the relatively high deposits on each of them and this makes it a legitimate way to earn money for a lot of people, especially Africans and Chinese who come here seasonally on a tourist visa or illegal immigrants who cannot get official help.\n\nBefore there were bottle collectors in Copenhagen, people used to just go collect the deposits themselves after they had their drink in the park or whatever. This was normal 10 years ago, there were no bottle collectors then.", "Yeah, here they serve beer in the schools at parties. I don't think that happens everywhere. But even with less formality, there is still a lot of traditions in Danish gymnasiums. Maybe you'll get to learn Les Lanciers, which is sort of the national dance.", "> Tax rules and laws need to be harmonized globally along with trade if you want to tax multinational corporations efficiently.\n\nI have no doubt that these laws _are_ being harmonised almost as an effect of existing in such a globalised world. The problem is, they're being harmonised in a very unhealthy direction, namely, in the direction of shrinking welfare states (and worker protection in general) due to reduced budgets caused by incessant lowering of taxes on corporations and commerce in general.\n\nThe budgets cuts are always defended as a defence against the threat of competition in this highly competitive, globalised economy, since the tax cuts that come with them are designed to keep local companies from moving abroad and attracting new investments. It's just that other countries feel just as threatened by global competition and do the same, creating a slow race to the bottom. This causes inequality to rise all over the world as a consequence.\n\nI think it is very relevant to question a process that seems so unsustainable. When will our tax regimes be harmonised enough? What do our welfare states look like when that equilibrium is reached? How is the economic inequality at that time? What is our mental health like? What about the environment? These things worry me. You have to keep a healthy skepticism when it comes to a system like capitalism.", "Because capitalism, globalisation and free trade are so hegemonic that challenging these ideas - which have to be challenged and criticised in some way if you want to change things - is out of the question. So what we see instead are politicians paying lip service to the idea of closing these tax loopholes, while they simultaneously cause them through free trade agreements that allow transfer pricing of intellectual property and services. All you need is a legal department that can find the shortest route to a tax haven through the relaxed capital controls that this mess of interrelated free trade agreements causes. Transfer pricing is easy when every region wants to reduce trade barriers as much as possible.", "Can anyone translate some of it? ", "This is an amazing teaser. I can't wait for the book.\n\nA list of her journal articles is [available here](http://www.cbs.dk/forskning/institutter-centre/department-of-business-and-politics/medarbejdere/bhdbp). I went to Copenhagen Business School myself and it's quite comforting to know that the place is also funding research into inequality.", "/r/HailCorporate", "Mirror? It says the video is private. ", "This was filmed in Copenhagen. Wasn't expecting that at all with the  British dude doing all the talking.", "Every time I see these reaction videos from Korea, they only ever seem ask young university age women. Where are the guys and slightly older people?\n\nAlso found it interesting that they only thought of men in their description of how guy people look and act. ", "Tailor-made stuff. ", "NP - lyder som om du vil passe godt ind!", "Noget skal de jo prædike om. Gud er død, så nu er det konkurrencestatens vilje vi skal marchere i takt til.", "Der er mange hel- og halvblodskinesere på ASP og så selvfølgelig en stor gruppe manga/\"Korean wave\"-folk og en anden stor gruppe af folk der har backpacket i Asien, typisk i Kina. Generelt er der et godt sammenhold, også mellem folk på den japanske linie og den kinesiske. De folk der starter på uddannelsen, som ikke kan et skandinavisk sprog har det til gengæld typisk lidt sværere, men den danske kultur er også en hård nød at knække.\n\nJeg var rigtig glad for min tid der. Brugte nogle måneder i Kina hver sommer for at prøve mit kinesisk og udvidede kulturkendskab af. Lærte også lidt koreansk (meget af det er glemt nu, men kan stadig læse sproget og sige simple sætninger) da jeg endte med at være kæreste med en koreaner i nogle år og kom på udveksling til Korea. Alle folk på studiet rejser meget igennem studietiden og får et ret internationalt \"netværk\" (som det jo hedder i dag).\n\nSelvom jeg ikke beskæftiger mig direkte med de ting jeg lærte på uddannelsen i dag, er jeg utroligt glad for at jeg tilbragte 4 år der.", "Jeg har læst min bachelor på ASP (kinesisk). \n\nDet er en rigtig god uddannelse og da jeg gik der var der også et højt niveau på sprogsiden (højere end rivalerne ovre på KU), men det er vist faldet siden. De havde en sag omkring de ugentlige assesment tests i sproget, som de fandt ud af ikke var lovlige, fordi du ikke kunne gå til re-eksamen i dem og derfor blev de gjort ikke-obligatoriske... eller muligivis fjernet helt? Det var ellers en ugentlig sprogtest og du måtte højst faile/misse 2 af dem, så alle folk var rimelig godt med under hele forløbet og der var ikke rigtigt noget af det der \"bliv væk et helt semester og vis dig til eksamen efter du har læst op i 3 dage\".\n\n50% dropper ud relativt hurtigt, så det er ofte en hård kerne der er tilbage. \n\nIntroforløbet (år 0) var fantastisk. Et helt år kun til asiatisk historie, asiatisk sprog og til at du går ud og får venner blandt asiatiske udvekslingsstuderende.\n\nDe efterfølgende år var også gode, men sproget bliver mindre og mindre vægtet som årene skrider frem, så du skal være parat til at ville sætte dig meget ind i økonomi og handel (jeg gjorde det uden rigtig at ville det, men endte med at blive meget glad for det).\n\nDet bedste ved ASP er at alle de cases man læser i de ikke-sproglige fag næsten alle omhandler asiatiske firmaer eller danske/vestlige firmaer i asien. Det gør at det selvom det er en bachelor føles vanvittigt specialiseret. Du får en meget dyb viden om handel i Asien udelukkende fra bacheloren.\n\nDet primære kulturfag - det hed Interkulturel Kommunikation da jeg gik der - er også noget der er ret anderledes fra andre uddannelser på CBS. En af de største barrierer mod samhandel mellem Danmark og Asien er - tro det eller ej - kultur. Det udspiller sig i hvordan møder afholdes, hvordan der kommunikeres på email, hvordan kontrakter bliver skrevet osv. - det er en af hovedgrundene til at ASP-folk bliver revet væk bagefter studiet.\n\n>  Jeg har læst lidt omkring og spurgt nogle som går der på og de siger det er ret slack? \n\nSlack? Det forstår jeg virkelig ikke nogle vil sige. Det sproglige komponent er totalt dominerende i starten, og jeg brugte 1-2 timer _om dagen_ bare på at repetere kinesiske tegn i de år jeg gik der (brug Anki, Mnemosyne eller et andet SRS med dit eget ordforråd).\n\nDerudover er økonomi-, sociologi- og handelsundervisningen samme niveau som på resten af CBS, så medmindre man vil kalde CBS generelt for slackere...\n\nNu går jeg selv på en mere matematisk, mindre samfundsfaglig kandidat og, ja, det er klart mere udfordrende, men på en anden måde.\n\n> Jeg vil også gerne høre om det obligatoriske spørgsmål omkring jobmuligheder. Nogle siger man bliver revet der fra af virksomheder der eksporterer til Kina?\n\nDet passer. Jeg gik selv en anden vej og endte ude på ITU, men dem jeg gik med havde ingen problemer med at score internships og derefter jobs i Asien og i Danmark for danske firmaer med forbindelser til Asien.\n\n> Andre siger en master/kandidat er et must efter, hvilket også er min plan.\n\nDet er et must, primært fordi du kan få en master for ingen penge i Danmark, så derfor er det dumt at lade være.", "I've seen all of them here. ", "It doesn't make sense to tell a 17 year old boy who feels awkward around girls (like nearly every 17 year old boy does) that there is a chance he will never be in a relationship. The vast majority of people are in not just one, but several relationships during their life time and of course he will find someone too. When you're seventeen - unless you're \"Chad\" - you probably get really nervous around pretty girls and don't know how to make a good impression around them. That's called being a teenager.", "http://i.imgur.com/Uw3EcHw.jpg\n\nhttp://media-cache-ak0.pinimg.com/originals/b6/de/35/b6de3502a4c28c95ad14f00ec11aa8ff.jpg\n\nhttp://i.imgur.com/lhR6ma4.jpg\n\nThese are all anti-nuclear.", "Examples? :-) ", "I love the environmental/anti-nuclear style of Soviet propaganda from the eighties. It's so much more abstract than the earlier stuff. ", "Der var kun én kommentar da jeg postede den her video i går, så de andre kommentarer må være kommet fra redditorer her fra /r/Sweden.", "This an old East German building, right? ", "Ja, hun er meget glad for at bøje alting i 3. person ental.", "I'm no expert and it's been a while since I read the book, but disregarding what it says in the book, the reptile/non-reptile distinction I believe has something to do with how close to the centre of the brain some function is located. The closer to the centre, the older that function is. The outer layers of the brain are newer and capable of more abstract thinking and self-observation. ", "You have two minds... ish. They have some kind of inner discussion/process going on. If you remove half of your brain you can continue living a relatively normal life. Try reading the book Waking Up by Sam Harris, he explains it better than I can and relates it to meditation too.", "Aha!", "They take it pretty well, all things considered. Was expecting way more drama with those accusations.", "Loved the \"aish' town\" commentary at the end. Real talk.", "American politics on the street level seem incredibly antagonistic. I wonder why there is so much hate involved with relatively soft issues such as funding of healthcare, it seems an odd thing to go bananas about with a total stranger.", "Who comes up with stuff like this?", "Er det virkelig blevet sådan på gymnasierne? Den her konkurrencekultur har taget overhånd. ", "That is a great way of phrasing it.", "Impressive balance. ", "He has a lot of chronic stress symptoms.", "The black Diamond extension to the royal library in Copenhagen. ", "He had a reality TV show. ", "All those are blocked in Turkey? So it's a bit like being in China then.", "Jeg bliver selv provokeret af den kampagne, men til gengæld er responsen fra befolkningen på Københavns Kommunes Facebook side virkelig sjov.", "Capitalism is not the same as market forces.", "I really enjoyed this piece of sociological imagination. The author imagines four different cases of automated societies. ", "[Lars Hedegaard anmelder dagens Information]( https://m.facebook.com/story.php?story_fbid=1155557364473005&id=261377963890954). ", "Nope, you're not - unless you're from Norway or Iceland.", "For københavnerne: husk at man kan se World Press Photo 2015 i Politikens Hus her i oktober.\n\nhttp://www.visitcopenhagen.dk/da/copenhagen/world-press-photo-gdk558130", "How is the GPS/directions on those bikes? I only ever rode on the old system where you used a 20 kroner deposit and the bikes were heavy as fuck.", "Ja, det ses jo tydeligt. ", "Bortset fra klimaet, selvfølgelig.", "They sure butchered Denmark in that map. Islands not allowed, I guess. ", "Jeg tror mest det var \"smide ud af landet\"-formuleringen, der blev reageret på. Det er klassisk DF-retorik at snakke om at smide folk ud af landet og hun sagde det som ordfører for partiet på et tidspunkt hvor Alternativets politik ikke var alment kendt. Hendes holdning var sådan set ikke så kontroversiel og partistridig, bare hendes måde at formidle den på. ", "Sad that this joke gets downvoted.", "[Ancher](http://www.skagensmuseum.dk/en/collection/the-art-works/michael-ancher/the-drowned-fisherman/). First thing I thought of too. ", "Pretty trashy stuff. Not that artistic either, IMO.", "What are you talking about? This is the funniest thing I've seen all week. ", "Maybe the device itself is meant to stick to the back of the TV using the magnet? ", "I agree, but at least it's a nice break from all the ads featuring hip young people having parties on rooftops or on the beach with their phones out. ", "Irritation that won't leave my body long after whatever caused it has gone. ", "Sony does not update things quickly.\n\nI got a Z3c with Android 4.4 and Sony was one of the last major OEMs to update their flagship to Lollipop. When the update finally came, it was 5.0 and not 5.1 which the rest of the manufacturers has started moving to by then. Was really disappointed, especially since the 5.0 update made the phone noticeably slower.\n\nI think the z5c looks great, but kinda worried it's gonna be the same story.", "Yeah, this is why Android tablets are not that interesting. They started this process of de-emphasizing tablet interfaces with the launch of the Nexus 10 (after emphasizing it with releases 3.0 to 4.1 of Android). I own a Nexus 10 and it's still a pretty good tablet, but it definitely feels like tablets are just small side projects to Google and not something they really focus that much on.", "Justin said in a podcast that Dan Harmon was off doing some Community-related stuff while they made this episode, so it's missing his involvement.", "> As far as I know EU made it's policy and going further doesn't seem to have any point since countries responsible for climate change now are China, US and Japan.\n\nThis attitude is the exact reason why we're going nowhere with this. In every country the people say \"why should I do something when _those guys_ aren't doing anything?\". Well, why don't you take the first few steps and shame the others into following your lead?\n\nThe floodings and hastened death of our ecosystems caused by climate change will literally be the end of the world as we know it. It's not like it's far away, it's going to happen in the next 100 years. Maybe that is enough reason to make a few sacrifices even though not everyone is doing so right now.", "Isn't the point of yoga also the alignment of breath and concentration? Otherwise you're just doing stretches and exercise. ", "Look again. Germany and Austria are both lower.", "You should lobby your politicians to make it safer. Transportation systems need to be balanced, usually that means funding other forms of transposition infrastructure as much as cars. Realistically, this means funding cars less and funding busses, trains and bicycles more. ", "Jeg bryder mig heller ikke om at komme der længere. Den subreddit er hurtigt ved at blive en kopi af white pride lillebroren, /r/european.", "I don't get how a man can walk around for that long punching people and destroying things without someone summoning the police.", "> Trine Bramsen", "Jep.", "Det trick er ved at blive lidt gammelt. Har allerede set det blevet gjort to gange nu, så jeg sad og læste den \"rigtige\" tale mens han læste den op første gang.", "Hvem er så nr 2? Nikita Klæstrup?", "Haha, jeg har længe tænkt det samme. Finder dem altid omkring cykelstativerne, så måske folk bare dumper dem diskret i mellem cyklerne i stedet for at holde på lorten indtil de når en skraldespand.", "[Inger er smigret over de venlige ord](http://i.imgur.com/UamEoV7.jpg).", "I guess that's one way to think about it. It's just weird when something goes from being a name associated with red sportscars to being an ordinary word.", "[Here's another look at it](http://orestad.net/sites/default/files/ballonfoto_city.jpg). Wouldn't want to live there myself, but it's still a unique look IMO. Don't get the comparisons to commie blocks that people are making here.", "In a Danish context it's not very ordinary looking + the composition of the photo is nice.", "Oh, looks like it was my submission!\n\nI just think it's cool with some variety. The dystopian scifi look was interesting to me and I used to work in Ørestad, so I went on that metro almost every day.\n\nSeems like people here only like pictures of Alpine castles and old churches... kinda boring IMO.", "Legit did not know that Ferrari meant \"smith\". Takes a lot of the coolness away from the name.", "_Dingdingding!_", "Didn't know who he was before I went to Prague, but definitely became a fan of his there. ", "Nådada, det var ikke så heldigt...", "[Nej](https://en.wikipedia.org/wiki/Betteridge%27s_law_of_headlines).", "Tror de, jeg er tabt bag en dør?", "Jeg er enig, men synes egentlig at Uffe klarede det OK i den korte tid han var der.", "http://www.meetup.com/ seems to be a way that a lot of foreigners get together and find friends.", "Jeg har savnet klap-på-skulderen nyhederne i al den her flygtningetåge vi har været i.", "Det er en dialektal ting om r'et er rhotisk eller ej. Nogle steder i USA er det meget fremtrædende, nogle steder er det mindre fremtrædende (som her og generelt på østkysten), nogle steder eksisterer det slet ikke.", "Men hvis vi beholdt vores penge selv, kunne vi alle leve i suserdus i stedet for som nu ofte at måtte gå for luderkoldt vand. ", "We don't. Our owners in Danske Bank do. ", "> Da du meldte dig ud af Liberal Alliance den 23. august, rettede du en skarp kritik mod lokalafdelingen af partiet. LA København havde forinden givet dig mundkurv på, fordi du kritiserede din partikollega Lars Dueholm for at have ’bestilt’ en glasskulptur til 1,25 mio. kr., som blev opført i baghaven til den boligforening, hvor han selv boede, og hans kone var formand.\n\nHvad?? Den historie har jeg aldrig hørt før. Det lyder som en bananrepublik.", "> Most of us may not have eaten there, but if there's one thing we love (besides beer) it's food.\n\nFor those of use who still remember the nineties (and before that), Denmark used to have a seriously bad food culture. It has changed a lot in recent years, but we went through a dark age.", "> You can forget about service jobs if you do not speak danish. \n\nThere are plenty of waiters and bartenders that do not speak Danish in Copenhagen.", "Hvor er hun sød som hun trøster sin mor, da moren begynder at græde.", "Clement, Krasnik and whatever the name of the other host on Deadline is, all make me happy about paying it too. I think each of them are great journalists in their own way: Clement is the perfect devil's advocate, Krasnik is great at making an efficient attack and the guy whose name I have forgotten is great at just making his guests speak with each other in a civil way.", "Arnstad fra gårsdagens Debatten. ", "Er jeg den eneste som det streamer helt elendigt for på dr.dk? Det er helt umuligt at følge med, det skipper konstant.\n\n(ser ud til virke bedre efter jeg har sat kvaliteten til den lavest mulige i steder for automatisk... må være mange der kigger med i aften)", "I'm currently attending meditation-based stress treatment and I really enjoy it. It's once a week,  3 hours and is run by two psychologists. It mostly consists of guided meditation sessions, then talking about what happened during the sessions and the two psychologists bridging those experiences with research into mindfulness mediation and the effect of long term stress in the brain and in the body. ", "Hvad tænker du om Alternativets forslag om at omlægge en del af dagpengene til en iværksætterydelse?", "I'm from Denmark.", "In the nineties when Tony Blair was elected.", "Condoms are like 25 kr in Rema and Netto. ", "Jeg tror jeg bliver nødt til at se det afsnit af Debatten. Lyder interessant. ", "Thanks for posting this.\n\nWe're so fucked.", "Long-term stress can develop into a depression, though, and there is a still a stigma against telling people you have a clinical depression.", "Rent a bike on your first day and use that to go everywhere. Don't bother with public transportation unless your legs are tired or you need to go to Malmø or Helsingør. \n\nIf you want to see some nature sights too, check out kalveboden which comes after Ørestad (modern part of the city). \n\nYou can also reach Dragør by bike from Copenhagen. \n\nCheck out Assistens Cemetery and Frederiksberg Park if you want to spend time in a park. \n\nChristiania is a must, as is taking the boat tour in the canals too see all the different architecture. \n\nThe Little Mermaid is boring, but the area you need to cross to get to it is pretty nice (Kastellet). \n\nCome visit Jægerborggade in Nørrebro. That's where I live and it's one of the hippest streets in Cph these days.\n\nGo out drinking in Nørrebro, Christiania or Vesterbro (meat packing district). Central Copenhagen is for tourists and people from Jutland.", "Looks like mad max. ", "He had a great show before but couldn't continue to do his \"Colbert\" character, so people are interested in how his new thing is turning out. ", "Some people say we have. ", "Why is that? ", "Is the jump in the early nineties due to a reclassification of countries in the Soviet sphere of influence? ", "Go to Yunnan in the PRC. Suddenly the stinky tofu is no longer stinky and actually tastes great (served with a garlic dip). The stinky tofu in other parts of China is too old. ", "Hvorfor er der en interessekonflikt? Vi har da også ombudsmænd, tredeling af magten (sort of) og kommissioner der undersøger staten på forskellige måder i Danmark. Bare fordi  at staten finansierer noget direkte eller indirekte, betyder det ikke at der er en interessekonflikt. ", "Bryder mig ikke om Suzanne Bjerrehuus, men det her lugter mest af en øvelse i at sprede facebook-rygter.", "Noget andet jeg lidt savner at partierne tager op, er at alle kommunerne separat laver udbud for deres It-systemer, hvilket betyder at systemerne ikke arbejder sammen på tværs af kommunerne (bortset fra nogle enkelte kommuner der laver udbud sammen). Jeg forstår simpelthen ikke hvorfor der ikke er et krav om åbne standarder og open source indenfor offentlig IT. Der er enorme penge at spare og muligheder for at få mange gange bedre software. Ressourcerne er der jo, de bruges bare uden at få nogen af fordelene frem ved det digitale. ", "Check this out. You may need to google translate it if you don't know Danish: https://www.dropbox.com/s/jfohks1qsdnf6s9/cykel_unders%C3%B8gelse.pdf?dl=0", "The tones do vary regionally, but you can be damn sure they are pronouncing them.", "I liked the pilot a lot. The \"bureaucrats/robots\" scene got a huge laugh out of me and was the moment I decided that I need to watch this series.", "This is funny, end up watching it every time it's posted here on reddit. Love the show and there's no denying that Justin Roiland has a unique sense of humour which is being accompanied perfectly by the cleverness of Dan Harmon's philosophical style.", "It's not like those are the only options. My point is that it should make sense in the physical world. The pinch action made sense when it was introduced with the original iPhone and was completely intuitive, but these new actions are not intuitive and have a leaning curve. I see no reason to introduce unintuitive interface metaphors just for the sake of using new tech -  that is what a company like Samsung does when they want us to wave at our phone in order to swipe to the left. \n\nIntroducing another interface feature with a learning curve just for the sake of using this new pressure sensitive technology is actually a very bad use of pressure sensitivity. Usually Apple is better at holding back with this stuff, but they are really losing it these days. I don't like this trend at all. ", "I think the technology is nice, but I don't like what they use it for. Pressing something extra hard should make sense physically, like for a pining action or pushing something to the back. It feels like Apple is shitting on affordances and good design these days and instead just joined the gimmick interface race that Samsung and others have been in for a while, but because it's Apple no one dares to say it doesn't make any sense. ", "> Der sniger sig derfor også en væsentlig grad af økonomisk migrant ind, jo længere flygtningene bevæger sig op igennem Europa.\n\nIngen tvivl om det.\n\nHvis jeg selv havde forladt mit hjem og næsten alle mine ejendele ville jeg nok også selv prøve at komme et lidt mere fremtidssikkert sted hen end en overfyldt flygtningelejr i Libanon eller et land der har travlt med at annoncere at flygtninge er uønskede.", "Jeg synes nu ikke det er så absurd når langt de fleste lande i EU har travlt med at markere at flygtninge ikke er velkomne, mens Sverige er en af de få undtagelser der har markeret det modsatte. Det specifikke bedre vilkår i Sverige der motiverer er jo permanent vs tidsbegrænset ophold i de andre europæiske lande - rimelig væsentligt hvis man ikke gider hjem til sit hjemland lige foreløbigt.", "**pedantisk**\n\n- meget, ofte overdrevent nøjeregnende; som går meget op i små og ubetydelige detaljer **SPROGBRUG** *oftest nedsættende*", "DR skriver nu 30 tusind, så det må være det officielle tal. ", "Det er 72 simultane demonstrationer i hele EU,   ikke specifikt fordi der ankom nogle flytningne fra Rødby. Men fint at du lige fik lavet en sarkastisk kommentar, dem mangler vi virkelig i trådene om flygtninge på den her subreddit. Hov, nu lavede jeg selv en...", "Jeg stod bare i mængden så det var svært at lave store luftfotos :-) men jeg har være til en del demoer efterhånden og det føltes helt klart som om der sagtens kunne være 40k til denne. ", "Der blev meddelt 40k fra scenen, så det er det jeg giver viden. Der står også mennesker bagved og i siden. ", "The subreddit is brigaded by people from /r/whiterights, /r/european and other racist subreddits all the time.", "Han er nu sød nok, bare meget påvirkelig. Hans søster og hans stedfar er dog begge hardcore racister.", "Har også en gammel barndomsven jeg blev nødt til at lade være med at følge efter hans feed forvandlede sig til at være 50% billeder af kamphunde og 50% delinger af hans søsters racistiske posts; søsteren er dybt involveret i Danish Defence League.", "https://en.wikipedia.org/wiki/Poe%27s_law", "These days it's rare to read comments on /r/Europe that aren't full of hate and sarcastic tropes directed at the refugee situation, so thank you guys for making decent comments! Maybe the angry doomsayers just haven't found this thread yet.", "Har lige været til en totalt fantastisk koncert med Beck i Glassalen, eftersigende langt bedre end hans koncert på Skanderborg. Men den blev også annonceret en dag før den blev afholdt, så jeg var heldig at kunne få billetter (de blev udsolgt på 3 min). Følg evt med på gaffa og P6 Beat på Facebook, de gode koncerter plejer at poppe op der.", "I agree about the landscape, but your language is pretty silly too.", "Still lower than Denmark and probably also Sweden. In Denmark the top rate is about 60 percent (52 percent income tax floor + 8 percent of something called labour market contribution) , down from about 68 percent a few years ago.", "They do not have Europe's highest income taxes. ", "Godt at ham gutten træder ind (og at pigerne bakker ham op bagefter). Det er alt for sjældent at folk påtaler dårlig opførsel som det der.", "Havde ikke regnet med at han havde det i sig.", "Interesting that the girls thought it was throaty/coming from the back of the throat. That is exactly how I would differentiate American English from most other English dialects, that the sounds are formed in the back of the throat rather than relying too much on the lips. Danish is similar in that respect, but I always felt like Swedish and Norwegian was more about using the lips (same as British English).", "I think we need some context here.", "It's not just EU law, it's the reality of the pressures created by global capitalism and it is felt in every country. The Scandinavian countries are just holdouts. Other countries used to have similar labour organisation just a few decades ago, but they have since been dismantled politically (e.g. the UK in the eighties).", "> almost down to **the letter**.\n\n**D**F... S**D**...\n\nTechnically correct", "> Considering the former Prime Minister of Norway is the current Secretary General of NATO I'd say the chances of that are pretty slim.\n\nAnd considering his predecessor was the former Danish prime minister.", "Did not realise they were painted like this.\n\nWhat purpose does the hole serve? Just a way to look out? ", "It varies. Some days I'll eat skyr with fruit and nuts, other days porridge, other days I'll make an omelette.", "Oh that's so cool. So the BIG one is an homage to #15 on the list? I would have never guessed that. ", "It did not exist until the previous government implemented it late in their term. Before that, you would have to renounce Danish citizenship when getting another citizenship.", "Dual citizenship was not possible in Denmark until last year or the year before that, so probably not. ", "You mean less _formal_, surely? ", "What a little shit and what a shitty friend he has.", "That is DR1, the more mainstream channel.", "Thanks man! ", "Know any good resource - like a book or a documentary - if someone wants to learn more about the Soviet space program?", "I'm sorry, I missed the part where I was praising the Italian, German and Japanese contributions?", "Great, you found another way to make yourself look the most generous! Good for you.\n\nAnd I'm sure if you measure global foreign aid spending then the UK's contribution is going to look even more impressive with all of those cheapskate countries like Nigeria and India now being exposed for how little aid they give compared to their population size, right? /s", "Sure, I agree.", "I did not say it was small, just that that total contribution is not a relevant stat, as it's mainly a function of population size.", "Counting total contribution just a way to tell yourself you've won Gold at the the Aid Olympics while you still contribute much less than people in other countries. It's an excuse, simple as that.", "I'm sorry, I don't get what you're trying to say.", "Per capita is the only thing relevant when it comes to stats like this.\n\nLook at the US. They spend slightly less than twice the amount of the UK, but their population is 5 times the size of the UK. Compared to the US, the UK appear even more generous.\n\nLook at Sweden. They donate a third of amount of the UK, but their population is only 1/7 of the UK's, technically making the average Swede twice as generous as the average Brit.\n\nGood on you Brits for having the highest aid spending in Europe (and the US for having the highest spending globally), but please realise that it is mainly a factor of your population size.", "LA har en stor gruppe af rimeligt åbne racister der stemmer på dem - e.g. 180-grader segmentet - så det er klart at det skaber spændinger når partiets mere klassiske liberale sætter dagsordenen.", "I think Sony phones suffer from the same problem that a lot of other Android phones suffer from: once the phone is out the door, the manufacturer shifts all attention to whatever product is next in the pipeline. Sony is not very fast with updates in general and the upgrade to Lollipop made my phone much slower. I also dislike how slippery Sony phones are and I don't use any of their bundled apps, so I will not personally buy a Sony phone again, but I can see why others would.\n\nHad an international GS3 and that was also a pretty bad experience. My next phone will be a Nexus if they can manage to make one that isn't 6 inches.", "> Hvad menes der helt bestemt med agenda pushing?\n\nDe mener vestis_virum_whatever han nu hedder.", "Og Støjberg er en burde-have-været-DF'er i en skrumpende gruppe af Venstre-politikere.", "The manufacturing is performed by high-precision robots. Of course Intel still has employees for the crazy amount of R&D they do, smartass.", "Pretty sure high-end chip manufacturing has always been automated, though.", "Wealth includes property, it's not just how much cash you have.", "Yeah, I felt it was basically making an analogy saying how capitalism is a sham.", "You answered your own question. If you mean whether or not it's likely, that has to do with your skillset. You're in luck since programming jobs usually do not require Danish, but unless you have a good CV, it'll probably be hard to get in anywhere until you have a base in Denmark. ", "Sure, it's just such a common mistake to make for Danes because we only have single word for it ;)\n\nSame with fun/funny and squid/octopus.", "> \"social inheritance\" \n\nYou mean \"social _heritage_\" :)\n\n_Inheritance_ is when get your grannie's old TV set after she dies.", "> In some circles it's analogous to saying nigger, in others it's OK to use it about people from Africa or anyone who's got black skin.\n\nI'd say \"neger\" is mostly comparable to \"negro\" in the US. It's not directly racist IMO, but can be interpreted in that way in certain contexts because of how old-fashioned it sounds.", "Islamic geometric art can be so trippy. ", "I come by Bastard café a lot and right to it you find Generator which is always full of people. Looks like a party hostel. ", "Petroleum engineering, biochemistry, electrical engineers, finance/insurance.", "Well, _technically_, nothing was innovated... ", "For det er jo slet ikke tilfældet at mængden af administration er fordoblet i forbindelse med fremdriftsreformen. \n\nOg at de ansatte har permanent overarbejde uden udsigt til at det stopper.\n\nOg at stress blandt ansatte såvel som studerende allerede er eksploderet, selv før reformen er blevet fuldt implementeret.\n\nOg nåja, at reformen allerede er urentabel ved et par procentpoints frafald som følge.\n\nOg at optagene på universiteterne slår rekord hvert år. \n\nNej nej, universiteterne er så \"kornfede\" lige nu at de sagtens kan spare, lad os bare lade være med at kigge på de reelle tal og gå efter vores gode mavefornemmelse i stedet for.", "Good, then we're not that far from each other really.", "This is where you're wrong. I'm not trying to save the whole world... I just don't see the huge issue here?\n\nSure, you can make an economic argument and then I'll just make the argument that it's really not that big of a deal, economically speaking. I don't really care about that extra bit of money that we can save by letting refugees drown in the Mediterranean or by letting them live in poverty when coming to Denmark just to \"incentivise\" them in some way. I just don't care.\n\nUsing words like \"bleeding hearts\" and \"naive foolishness\" is very predictable, it's just the standard slur that get's thrown at you these days you if don't mind spending that bit of extra coin on asylum seekers. But you see... I'm not a bleeding hearts socialist, the reality is that I just don't care. That extra spending is no big deal to me. Living with refugees, some here temporarily, some permanently is no big deal to me. I don't believe European culture is threatened by refugees either.", "Sorry guys! I still love you.", "> What do you think should be the requirements for assulym?\n\n[The ones we already have](https://www.nyidanmark.dk/en-us/coming_to_dk/asylum/).\n\n> Why not keep these people in large refugee camps in countries located near their homeland? We could help so many more people, for the same amount of money.\n\nThat would be great! Expect no one seems to be volunteering any real money for it? I find that this is just the go-to excuse when discussing the current crisis with people. Funding those camps is a very good idea and we should do more, but it will not eliminate the migration to Europe at all, since those countries are already way above capacity having taken in _millions_ of refugees versus the few hundred thousand we have now in Europe.", "You know what? I'm going to say something really shocking: I think we should take _as many as we have to_, as long as there are still people showing up who have a valid reason to get asylum. I know that making the humanistic proposition has become very alien in today's Europe but I'm one of those weirdos who don't think everything has to be judged by its immediate economic gains or losses. I'll take that loss, I don't mind it.\n\nYou act as if every single refugee is coming to Denmark, when in reality only 5% of the refugees are coming to Europe and an even tinier part of that small group is coming all the way to Denmark. So why do we need to set a limit? We're already getting a tiny amount of the total refugees. I would prefer a system in place to distribute them better in different European countries, but I don't see why we have to set a limit. If they deserve asylum, they should get it. Yes, I know... shocking!", "I think you need glasses then.", "How is it in any way unrestricted? People can apply for asylum and they either get it or they don't. If you flee from a war zone where a militia has killed half your family then you're likely to get asylum, but that does not make it unrestricted, that just means more people are fleeing that kind of situation right now.", "Are you joking? Greece is slowly collapsing.", "Refugees in general do not have detailed knowledge of the intricacies of transfer payments in different European welfare states, they just assume that the most peaceful European countries with the best future prospects are those in the North because that's what the news have been saying for years and years. It's ridiculous to assume that the welfare payouts are the target, it's the societies themselves: peace, stability, low unemployment, freedom and a functioning rule of law. No one in their right minds give a fuck what level the social security payout is in some other country when fleeing a war.", "Would you? I don't blame refugees for running towards the most stable and prosperous countries.", "Husk at der et Copenhagen Art Week i den her uge med masser af gratis udstillinger: http://copenhagenartweek.dk/program/", "> \"You know, no. I haven't gotten scared in a long time. I don't look for fights, but I approach them with the understanding that people who do look for fights are weak people who are trying to hide their weakness behind aggression. In order to maintain their right to rudeness, they'll be verbally aggressive or threaten injury, but I approach that calmly enough. I've had army experience, I'm not afraid.\"\n\nWow, thanks a lot for linking to that interview. These guys have such a martial arts-like calm about the way they approach this.", "CSS magic. It's actually only 846,862. If you try to select that bit of text you will see that the last three digits are not real text.", "The best kind of art is art that makes you think about things you never thought about before.", "Can't believe that has 6300 subscribers...", "Any chance of you guys playing the Sherlock Holmes game on tabletop? :)", "You're a Catalonian Asatru? Interesting. ", "Kebabistan is nothing special, no idea why it's being recommended so much here. \n\nIn Nørrebro, the best kebab places are Five Star (Indian/Pakistani style,  entirely homemade), Dürüm bar (Turkish style, great meat, entirely homemade) and perhaps Ahaaa.\n\nKebabistan is good, better than any place with a minced meat,  factory-made kebab, but not in any way the best place. ", "Bad on my phone, horrible on a tablet -  and I mainly watch it on tablets. The last one was not perfect (subscription list constantly changing), but in this new layout even getting to the list of subscriptions is hard. ", "Oh man. I stayed in a hostel in those streets and had the worst diarrhea of my life for 3 days after eating some Korean food. The bunk beds where on the third floor and the toilets where on the ground floor and every time my stomach started rumbling, I had to run down the fucking stairs. Had to throw away a lot of clothes when finally leaving that place. ", "It was irony, but probably not in the way you think. ", "> De seneste tal fra Udlændingestyrelsen viser, at der i juni var 1.087 personer, der søgte om asyl i landet, mens det gjaldt for 1.038 i juli. Sammenligner man med sommeren sidste år, er der dog sket et markant fald i antallet af asylansøgere. Således søgte 1.733 mennesker om asyl i Danmark i juli 2014.\n\nIkke specielt \"rystende\" IMO. ", "Jeg googlede \"hvem ejer digster\" og det gør Universal tilsyneladende, så man må gå ud fra at de playlists består 100% eller hovedsageligt af musik fra Universal. ", "Used it a lot to transfer files in China when the Internet connection was crap and/or parts of it blocked. ", "A most excellent way to represent intonation.", "Danish: beautiful,  just beautiful. The most perfect collection of phonemes in the world. \n\nYour language (whatever it is): sounds like someone with a throat disease with a potato in their mouth is choking on porridge. \n\n... take that, rest of world! ", "So eerie. ", "... For 10 weeks. Click bait. ", "> But Mr Hung's family are now demanding to know why his lighter wasn't taken away.\n\nI'm not usually one to shout out \"personal responsibility\", but it's hard to feel sorry for the douchebag that lights up in the middle of a hospital where smoking is forbidden. ", "Jeg er helt enig med DF her. Vi har ikke brug for yderligere \"professionalisering\" af vores folkestyre, det er allerede for meget præget af spin. ", "They're fully English, I'm the one who's half English :-) It might be less common than pre-sliced cheese, you're right about that. ", "But I have half my family in the UK and they use them? We did introduce the one with a metal thread that's more peculiar to Denmark, but they do have the regular ones over there. ", "What? the rest of the world has them too. ", "Russian-style dumplings are yummy! ", "BBC, baked beans, English tea. ", "Ørestad*, in Copenhagen, Denmark. ", "> You can also bet pretty heavily that Hilary, with the amount of Democratic Party insider support she has, is a lock. \n\nThat's exactly what people said when Obama was running the first time. ", "Ik, Ing, ik'os\n\nKommer fra Nordsjælland. ", "An ethnocentric spelling correction bot? Now I've seen everything.", "It was surprisingly moving.", "Just go to some lectures. I'm pretty sure Copenhagen University lectures are open to all (within reason) and I'm sure no one would mind talking to you.", "Thanks a lot for posting this. It's always nice when a bit of computing history is revealed that I had no idea ever existed.", "No, it has one of the lowest rates at 8.2 out of 1000, which both the map and the table indicate. The US is 55.6, almost 7 times as much as Denmark.  The combined rate is low-mid, while countries like Romania and the US once again dominate.\n\nI'm talking about the wikipedia link, what are you looking at?", "> unfortunately, this is not going well using traditional methods, namely having someone at studieskolen go all Socratic-method on my ass after work and have me say DANISH WORDS IN PUBLIC FOR THE FIRST TIME. it is truly horrible, like elementary school all over again.\n\nThat is what learning languages is like for anybody. How do you think we felt the first times we had to speak English to native speakers?\n\nPerseverance (and dealing with that little bit of awkwardness) is the only way to learn languages, there is no magic pill solution.", "[Michael Moore also went to a prison in Norway when he was making Sicko](https://www.youtube.com/watch?v=01mTKDaKa6Q).", "Det er faktisk ikke en dårlig forretningsidé at lave plastre i varierende hudfarver.", "> Eller er spray maling anderledes end i gamle dage?\n\nHvis du tænker på CFC-gasser der ødelægger ozonlaget, så blev det gjort forbudt i hele EU tilbage i 1995. Så det er altså 20+ år siden.", "No? What are you talking about? ", "LOL, this is such an odd thing to mention.", "Yes, this is definitely the top choice - and the easiest to make.", "> Alright so spanish people can get a free eduacation in denmark, but we can't in spain?. Thats messed up lol\n\nIntuitively, it might seem like a really bad deal that the terms are not really balanced, but it's actually a great way to bring highly educated people to Denmark and I think it's been done like this at the EU level to avoid bureaucracy.", "Åh, lad nu ikke det her blive normalen igen. Nørrebro har været relativt roligt i så mange år nu. ", "You just don't understand. He's too diverse.", "WHY WON'T YOU LOVE US", "Synd du blev downvoted, det var virkelig sjovt. ", "Det var noget af et twist! ", "(Slotsholmen er der hvor Christiansborg ligger) ", "Not everyone here is a 12 year old boy.", "Looks like a case autocorrect and being too lazy to review the text before posting. ", "Most people drink to have fun, not to escape the darkness in their life and avoid dealing with reality. ", "It's a cemetery/park in Copenhagen where young people like to hang out for more quiet times, often just sitting on their own with a book. With some great storyteller dropping by, this is exactly how I imagine the people there would react.\n\nI should mention that I live right beside the place and go there a lot myself. ", "Weird, must be a regional thing then. ", "No we don't. Flags are used for birthdays. ", "> So, how can we say there is not enough money to prevent poverty, when in reality money is created with one click of a mouse?\n\nMoney is just a representation of value. If you create more money you don't get more value you just get more money, but each unit of money will be less valuable because all of the money in the world still has to represent the same total value.", "> Also the Chinese build most of the devices from American companies\n\n_Assemble_, not build.\n\nModern technology is made from hundreds of advanced components from all over the world. The step where those components are put into a box and glued together is the least costly part of the building operation and yearning for the days of hunched labourers gluing stuff together on an assembly line is misunderstanding the work that goes into making these things.\n\nAssembly is done in China because the rural migrant workers with no education are willing to accept incredibly low salaries; their other option is subsistence farming.", "Jeg var inde og se Lost In Translation ved midnatstid i Grand da den lige var kommet ud. Jeg tror kombinationen af filmen, den halvtomme sal og tidspunktet gjorde et eller andet ved mig. Jeg kom ud enormt inspireret og fantastisk fascineret. Har rejst meget i Asien sidenhen, men underligt nok aldrig i Tokyo,", "Sony has their own greenify built in and do some other tricks with the screen, the wireless connection and mobile data to make it last longer.", "How about more loose/messy haircuts, [e.g. this style](http://imgur.com/DJ8yiLQ), do you do those too?", "Glad to hear it worked out for you. I read these stories on reddit all the time and always wonder how well people do in the end.", "Virkelig interessant. Virker som et rimelig fair system, selvom prioritering er hårdt.", "> Dansk demokrati når det er bedst.\n\nJeg synes ikke man kan kalde det en specifik dansk ting.\n\nVerden over er folkestyrets magt gradvist blevet opløst af det fænomen vi kalder for globalisering - altså den gradvise opløsning af handelsbarrierer i store dele af verden siden halvfjerdserne, som har gjort internationale kapitalstrømme stærkere og meget mere flygtige.\n\nNoget nær den eneste politik der bliver ført i dag, er politik der er designet til at påvirke internationale strømme af kapital og mennesker. Enten fordi vi vi tiltrække visse ting (som f.eks. Apple's investeringer), bibeholde status quo (f.eks. lavtlønnede arbejdspladser i Jylland som flytter sydpå) eller lukke os for andre ting (f.eks. flygtninge fra Syrien).\n\n\nFolkestyret eksisterer kun i en amputeret form, fordi politikerne godt ved at de er nødt til at tage hensyn til internationale kapitalstrømme i enhver henseende. Laver man politik for folket eller på baggrund af principper, så risikerer man en øjeblikkelig kapitalflugt hvis det clasher på nogen måde med de store firmaers interesser. Og det gør det jo ofte.", "Looks like it's kodachrome.", ">  (dentist is the only thing not covered so consider asking if they have any dental arrangements)\n\nTechnically, half of it is covered. The bill you see is for the other half.", "Good pastries (and great bread) can be found in Meyers on Jægersborggade. ", "Mange mennesker kalder den for mørklægningsloven. Ligeledes bliver fremdriftsreformen også kaldt for hurtigere-ud-reformen blandt en del kritikere, fordi det er en del mere beskrivende end det eufemistiske Folketingspeak. ", "Not nearly every other country, but most Western countries, sure. ", "Tak for forklaringen, har aldrig hørt det før! Bor selv på Jagtvej på den side der kaldes ydre Nørrebro. ", "Det passer meget godt med 40. Det jeg brugte mest tid på var at lære og repetere tegn (brugte først mnemosyne, så anki). På år 0 har du også undervisning fra 8 til 12 hver dag, hvilket er ret specielt i en uni-sammenhæng.\n\nDet skal lige siges at de siger næsten altid at du kommer til at bruge 40 timer på hvilken som helst uddannelse du tager, ikke bare ASP. Men det passer helt klart på ASP hvis du gerne vil lære at læse ordentligt. ", "Ja, helt sikkert. Jeg var selv skeptisk overfor business-delen, men endte med at blive rigtig interesseret i det undervejs. ASP har også et rigtig fedt fokus på kultur og business-delen føles utroligt specialiseret i forhold til andre uddannelser på bachelorniveau. Økonomi og handel er slet ikke så tosset hvis man får den rigtige intro og ASP er ikke suit-land ligesom resten af CBS. ", "Nej, flyver til Kunming. Har bare fundet den via momondo. Da jeg i sin tid tog toget var det gennem Kilroy med noget der hedder Vodkatrain. Ved ikke om det eksisterer længere. Det var tilbage i 2008 og kostede omkring 4000-6000 kr dengang, med ophold i Moskva og Ulaanbaatar og Beijing inkluderet.", "Solo trip er helt perfekt. Har altid selv haft en rejsefælle, men har mødt mange på hostels der rejste rundt alene og de klarede det helt fint. De fleste af dem jeg stadig har kontakt med på facebook i dag var solorejsere.\n\nJeg bor på hostels i sovesal og spiser på de billige restauranter uden engelske menuer for at holde prisen nede. Det gode ved hostels er at alle er åbne for nye bekendtskaber fordi vi alle er i det her underlige land sammen. Og når jeg rejser rundt er det oftest med langdistancebus eller Hard sleeper tog, det er de billigste muligheder. ", "Kina er for fedt. Tog den transsibiriske jernbane derhen efter gym og rejste rundt i 4 måneder, primært i Kina. Det var derefter jeg besluttede at lære kinesisk, der er så meget at opleve i det land. ", "Skal til Kina for første gang i 5 år. Jeg plejede at tage dertil i nogle måneder af gangen hvert år da jeg gik på Asian Studies Programme på CBS men af flere forskellige grunde har jeg ikke været tilbage siden jeg fik min bachelor. Jeg taler/læser kinesisk på et ok niveau så det gør det rigtig fedt for mig at backpacke derovre.\n\nSkal til Yunnan-provinsen denne gang og glæder mig som et lille barn. Desværre er rejsetiden lidt skod (over et døgn) men sådan er det at være fattig når man vil se verden. Prisniveauet er også steget meget i de sidste par år, desværre. ", "Ja, øv. Måske den subreddit jeg bruger mest tid i. ", "Downvote it and encourage others to downvote too.", "Seems to be working if you go by the numbers (from 40 going to Syria to 1 to 0).", "Ja, tænkte det samme da jeg læste den. ", "The current European leaders are so incredibly  risk averse. No one wants to take the lead and we all suffer. ", "> velintegreret\n\nHan er en etnisk dansk konvertit, så ved ikke om det giver mening at snakke om integration. ", "> How does anything get done in the ministries if they're backed up by a minority?\n\nThe executive branch has never needed the support of the legislative to get stuff done, that is the whole point of the separation of powers.\n\nAs for making _new_ legislation, that is just about getting majorities for new law proposals in the parliament. The parties supporting the different proposals might differ substantially with each proposal, but the opinions of the supporting party or parties of the government are typically closer to each other compared to the opinions of the opposition.\n\nThe good thing about _not_ joining the government is being able to make deals with the opposition (happens occasionally) or save face with your voters.\n\nIf at any point this arrangement is too unfavourable to any of the parties in the coalition, we might get new elections, but in practice this rarely happens because the risk of losing valuable influence is too high.", "Det er fra den 25. juni. Der er kommet topskattelettelser i regeringsgrundlaget.", "Fedt! Kan se at deres Android app er opdateret. ", "Det har virket via deres mobilside i lang tid. Er der kommet en cast-knap nu? ", "Ah, tak for det!", "Er det ikke bare noget der kan ændres med selvbetjening på skat.dk?", "Den Amerikanske pendant til neger er \"negro\" og selvom det ikke er direkte nedsættende er det også tudsegammeldags og ilde set at bruge, medmindre du er 80+.", "> Rohde oplyser, at roaming-afgifterne sænkes med op til en fjerdedel, så et opkald ikke må koste mere end fem eurocent per minut, en sms to cent og et megabyte data fem cent.\n\nSå de er ikke helt fjernet, det nuværende prisloft er bare blevet lavere.", "Det gjorde jeg også. Mest fordi Vestis\\_virum\\_reddit\\_ ikke laver andet end at poste historier om vold begået af ikke-hvide.", "And the fact that big cities are full of students without much income. ", "Most of my friends are at the Roskilde Festival, unfortunately. ", "What a spectacular request. I'd be up for it, but I'm leaving the country on that same day. Hope you can get a group together. ", "And the only reason that part of it is in Asia is due to colonialism. ", "Great minds think alike. ", "Interessant at Alternativet allerede er på banen. ", "Jeg tror du har set for meget amerikansk TV. Den seksuelle lavalder er 18 i USA, men 15 i Danmark. Det er ikke strafbart for en person på, lad os sige 20, at have sex med en der er 16.", "> Blandt andre pointerer professor ved CBS Ove K. Pedersen, at det handler om at få mere ud af arbejdskraften – men det sker ikke ved, at vi er længere på arbejdspladsen.\n\nHan har bl.a. skrevet bogen Konkurrencestaten, som muligvis har været den mest indflydelsesrige bog i de sidste 10 år af Dansk politik. Interessant. ", "Hvis man kan tilføje et eller to punkter til en graf for at ændre regressionskurven, så er det svært at tale om korrelation. Prøv at overveje hvor få datapunkter der i virkeligheden er. Hvis du flytter Portugal ned i venstre hjørne, viser grafen ingen korrelation overhovedet. \n\nNoget helt andet er at nabolande med lignende økonomier som Danmark og Sverige eller Portugal og Spanien har stort set den samme økonomiske vækst, men fuldstændig forskellig skattepolitik i tidsrummet. Det kunne f.eks. tyde på at der er en masse strukturelle faktorer der er betydningsfulde for vækst? Faktorer der intet har at gøre med skattenedsætninger, f.eks. kultur, institutioner og den indre markedssammensætning. Det er langt mere interessant end at finde en eller anden gylden sammenhæng mellem skattenedsætninger og vækst.", "Specielt når man [ignorerer 33 års empiri](https://en.wikipedia.org/wiki/Laffer_curve#/media/File:Top_tax_rates_and_average_growth_1975-2008_v3.jpg) og generelt alle de de [mange eksempler hvor det _ikke_ lige skete](https://en.wikipedia.org/wiki/Laffer_curve#cite_note-6).\n\nDet største problem ved økonomi er at økonomer stadig går ud i offentligheden og laver forudsigelser som den her, selvom der er så svag evidens. Den var ikke gået i en hvilken som helst anden videnskab der involverer tal. Økonomi er jo _bare_ en samfundsvidenskab der forsøger at forklare menneskelig adfærd og alt er hæftet med massiv usikkerhed fordi intet kan efterprøves, men fordi at der er **tal** med klarer de stort set frisag og vi accepterer deres forudsigelser som om det var et årsregnskab lavet af en revisor.\n\nHer laver de formodentlig nogle antagelser der bunder ud i hvor vi befinder os på Laffer-kurven og partier som Enhedslisten bliver igen latterliggjort (som de bliver her i denne tråd) for at være kritiske overfor forudsigelsen, selvom der er al mulig grund til det, også baseret på kritik indenfor økonomisk litteratur.", "Økonomer er som hovedregel enormt dårlige til at forholde sig til kontrære økonomiske teorier ;-) Jeg giver al fake-matematikken skylden. Steder som /r/badeconomics er da meget sjove, men de er også gode til bare at lave kollektiv mobning af folk man er uenige med, ikke bare folk der laver fejlslutninger. ", "Se om du kan bytte med én (på facebooke evt.). Ellers bliver det kedeligt at sidde i kø.", "Ellers bliver de sure inde på /r/malefashionadvice.", "Det er synd at de fleste på /r/SubredditDrama ikke kan forstå Dansk.", "Thanks, good to know! ", "Sure, but if either side really steamrolls the other then of course nukes are going to be used in retaliation. That's the whole point of deterrence, to have a plan B. ", "It doesn't matter what would happen in a conventional war when either side has nuclear weapons.", "Fair nok.", "> [Så slipper man for licensmanden, folkekirkensnødhjælp og andre der vil tigge om penge.](http://www.donaldisme.dk/Joakim1.jpg)", "> Interessant emne, men analysen er desværre utrolig simpel. At trække rette linjer mellem likes og stemmer fortæller meget meget lidt om effektiviteten af social media til kampagner. Talking about-tallene er bedre, men analysen er stadig ret uimponerende og datagrundlaget er ikke særlig stort heller.\n\nJa, meget enig.\n\nMan kunne forestille sig at den primære forskel ligger i hvadend facebook gør for at placere nyhedsoplag man liker i andre folks newsfeeds. Det er jo sådan ting spreder sig på facebook og måske endda går viralt. Evt. kunne man undersøge effekten af enkelte facebook-opslag og efterfølgende stigning i likes af enkelte politikere og partier. Det er i hvert fald noget data jeg godt selv kunne tænke mig at arbejde med :P", "> Don't buy a canal tour, rent a bike instead and have a plan laid out.\n\nNo, do both! The canal tours are great. The best architecture in Copenhagen is visible from the canal tour.", "* [30 timers arbejdsuge – en realistisk vision](http://www.information.dk/529032)\n* [Videnskaben ville vælge alternativt](https://www.mm.dk/videnskaben-ville-vaelge-alternativt)\n* [UN urges global move to meat and dairy-free diet](http://www.theguardian.com/environment/2010/jun/02/un-report-meat-free-diet)\n\nDer er masser du kan kritisere, men det er ikke rigtigt at de ikke er pro-videnskab. De vælger helt klart side på nogle områder og måske ikke velovervejede nok på andre (100% økologi f.eks.), men hele idéen med Alternativet er at lytte til eksperter og finde nye løsninger udenom traditionel ideologi.", "> Neurovidenskaber\n\nok, vidste ikke lige hvordan det skulle oversættes. Så... neurovidenskabsmand?", "Jaja, det er underligt og gøglet og helt sikkert også prætentiøst og storbymenneskeagtigt i manges øjne... men hold kæft hvor er jeg glad for at jeg selv begyndte at gøre det regelmæssigt (vipassana). Har haft en hel masse stress-symptomer (søvnløshed, glemsomhed, dårlig fordøjelse, åndenød) og daglig meditation har været den mest effektive behandling af de symptomer. Det er også bare enormt rart og gør én mindre sur på verden helt generelt.\n\nKan anbefale [Sam Harris' bog omkring meditation](http://www.samharris.org/waking-up) som en relativt videnskabelig introduktion til det (det er ham ateisten der har skrevet The End Of Faith, Letter to a Christian Nation og The Moral Landscape). Harris er neuroscientist så hans vinkel er meget anderledes end de fleste bøger om meditation. Han har også lavet noget [ok guided meditation](http://www.samharris.org/blog/item/mindfulness-meditation) for dem der gerne vil have instruktion - det kan godt anbefales de første par måneder.\n\nEdit: neuroscientist, ikke neurolog", "The food in papirøen is nice, but I wouldn't call it cheap. ", "1) ja - interessant spørgsmål, nu håber jeg ikke jeg skal til at forsvare en masse af deres politik? :-)\n\n2 og 3) f.eks. It-folkene der automatiserer andres stillinger væk eller videnskaben der laver nye gennembrud. Ethvert job kan i princippet automatiseres, især service jobs, og en person der kan automatisere en process der erstatter 10 eller 10000 jobs kan man kalde hyperproduktiv, ligesom at teknologiske gennembrud er på et mere langsigtet plan  igennem kreativ destruktion - og de folk der faciliterer den udvikling er også hyperproduktive. Stort set alle nystartede succesfulde virksomheder i dag i teknologisektoren udmærker sig ved at have enormt store markedsandele på trods af virksomhedens alder og et vanvittigt lille team bagved. De udkonkurrerer mere traditionelle virksomheder med deres mange ansatte i flere og flere sektorer. ", "A lot of you also pronounce \"j\" as a \"y\" so that words like \"joke\" become \"yoke\".", "> Men på den anden side lyder det også som om du siger, at DF's vælgere er fanget af et nostalgi-trip; at globaliseringen bare er en realitet som man må acceptere; at det ikke længere er muligt at fastholde velfærden eller gode løn- og arbejdsvilkår. Er det det du insinuerer?\n\nOverhovedet ikke.\n\nMin pointe er at der skal nye løsninger til vores nye hverdag og at vi ikke kan gå tilbage i tiden, uanset hvor tillokkende den tanke er. Vi kunne godt melde os ud af EU og lukke landet for indvandring, men det ændrer ikke ved det faktum at verden i dag er styret af flygtige kapitalstrømme og at store internationale virksomheder har langt mere at sige for en række forhold i verden end mange landes regeringer (herunder den danske). Vi er jo himmelhenrykte når Apple lægger et par arbejdspladser et eller andet sted i Danmark og forfærdede når Danish Crown lukker et slagteri. Det hele er sådan set ude af de danske politikeres kontrol alligevel, det eneste de kan gøre er at polere lidt her og der og så håbe på at store multinationale virksomheder viser os lidt nåde.\n\nEn anden betragning er at produktivitetsstigninger har gjort visse mennesker i vores samfund hyperproduktive mens andre næsten intet tilføjer til den samlede økonomiske kage. Vores reaktion som samfund at bruge midler på at piske folk hurtigere igennem uddannelser så de kan blive lige så produktive og at straffe arbejdsløse uden mange evner til at tage et job, der ikke rigtig har synderlig stor betydning for den samlede økonomi. Folk på overførselsindkomster skal også lave meningsløse nyttejobs på fuld tid nu, fordi vi har en idé om at et menneske nærmest ikke kan eksistere uden at være i arbejde. Der er i det hele taget ikke behov for lavtuddannet arbejdskraft i samme omfang længere, men paradoksalt nok er vores samfund mere fokuseret på at få folk i arbejde end nogensinde før.\n\nJeg er også meget bekymret over hele den neoliberale diskurs vores samfund udfolder sig i, hvor alt nu gøres op i økonomiske optimeringer efter den nuværende økonomiske model og hvor vi leger at politik er blevet gjort objektiv og målbar og i virkeligheden bare er et regnestykke. Jeg er også meget enig i betragtninger som samfundsdebatørrer som Rasmus Willig (f.eks. \"Kritikkens U-vending\") og Svend Brinkmann kommer med. Det bekymrer mig at det er så umuligt at trænge igennem med substantiel kritik af hele vores samfundsstruktur og vores økonomiske system. Hvorfor kan vi ikke diskutere hvad globalisering og stigende automatisering gør ved vores samfund (især ved servicesektoren, hvor de fleste af os er parkeret nu, efter at landbruget og industrien blev affolket) og hvad vi skal ændre for at der kommer balance i tingene igen? De reformer der er blevet lavet af uddannelsessektoren og ydelsessystemet i de sidste par år er ikke tidsvarende.\n\nPersonligt mener jeg at vi er nødt til at ændre hele kulturen omkring hvad meningen med arbejde er og bare acceptere at en stigende del af befolkningen ikke nødvendigvis har evnerne til at konkurrere imod både globalisering og teknologisk udvikling - og at det er helt okay! Vi har masser af personer her i landet der skaber enorm rigdom og det vil vi også have fremover. Vi kan som samfund arbejde os hen imod at få flere ind i f.eks. IT-sektoren, grøn energi, de kreative fag og medicin, men det er bare ikke alle der vil kunne det - både fordi der er begrænset efterspørgsel, men også fordi at nogle ikke har evnerne og andre ikke har motivationen - og det er okay!\n\nVi kan indføre borgerløn, f.eks. igennem negativ indkomstskat så det kan finansieres, og vi kan lade folk gøre det de er bedst til eller har mest lyst til. For manges vedkommende vil det være en lille smule frivilligt arbejde og alternative fællesskaber end lige arbejdspladsen, for nogle vil det være kreativ udfoldelse, for nogle vil der være at sidde derhjemme og se TV. Vi skal bare som samfund ændre indstilling og indse at der ikke er nogen idé i at holde liv i udkonkurrerede og overflødige arbejdspladser og fokusere på alt det værdiskabende i vores samfund i stedet for.\n\nUndskyld at det blev en lang smøre. Det er et emne jeg føler meget stærkt for.", "Harsh, but also sort of true. ", "Man skal altså ikke længere end den sydlige del af Amager før DF bliver det største parti ved valgstederne, så jeg ved ikke om det giver mening at lave en eller anden dyb karakteristik af sønderjyderne for at forklare udfaldet.\n\nDet er klasseforskelle der gør udslaget og de klasseforskelle opstår af en skæv spredning af samfundsudviklingen i Danmark. DF er et interesseparti for underklassen i de områder hvor der er ingen eller negativ økonomisk udvikling og de har et let forståeligt budskab om at stille uret tilbage til en anden tid. Det er det hele DFs platform bygger på, at stille tiden tilbage til før EU, før ældrebyrden, før konkurrence fra østen og før indvandring fra Mellemøsten. Det er selvfølgelig ikke muligt fordi det forudsætter at hele verden ser anderledes ud, men det tænker mange vælgere nok i virkeligheden ikke så meget over. \n\nSocialdemokraterne har jo nærmest lavet en kampagne for DF med \"Det Danmark du kender\" , mens DF høstede frugten ved bare at have et slogan der lød \"Du ved hvad vi står for\" . ", "Who knows? She was never very popular to begin with (her period in government was characterised by unpopular cutbacks and tax breaks for big companies, not really socdem policies at all) and her party only made modest gains on the two bad election results they had in 2007 and 2011. The only reason she had some gains is because the Socialist People's Party imploded during her government and some of their high profile MPs defected to her party - the other gains came from the Social Liberals who spearheaded a lot of the reforms during the last 4 years and therefore lost popular support. ", "Hvorfor er det så at en fattig, indvandrertung bydel som Nørrebro næsten ikke stemmer på Dansk Folkeparti? Det er jo os der \"lever\" med det og det er altså ikke dyre villakvarterer du finder her, det er små lejligheder og små indkomster. ", "> There's something similar I don't understand as a foreign observer. Why did Thorning-Schmidt resign as leader of the Social Democrats? She outperformed the last election, her party is now the largest single party in the Folketing (and thus I assume now the opposition), and yet she resigns? What is that.\n\nWe don't have an official opposition in the parliament like you do in the UK. All the parties that did not get their personal choice of Prime Minister fulfilled are called the opposition by the media here in Denmark, but they don't form a collective whole. Instead, we have a history of coalition minority governments - i.e, they need support of other parties to get laws passed or the other parties can pass laws around them if they wish to. Parties in the two blocs are known to work on together on some issues and against each other on others, regardless of which bloc they were originally part of. Remember, we have 9 political parties in our parliament and the biggest party only got 1/4 of the votes so lots of different alliances are possible in that kind of environment.", "> The opposite is the case, no? I thought they supported protecting the environment.\n\nThey don't. They are one of the worst parties when it comes to saving the environment, they want to roll back environmental laws and are big on fracking. When asked about environmental questions they [are like all the other right wing parties](http://www.greenpeace.org/denmark/Global/denmark/Klima/valg-billede-2.jpg) or maybe even a bit worse. ", "They all seem to party on yachts in the summer time - or so it would seem from my facebook feed. No one every bothered to invite me though...", "NL is definitely more bike friendly as a country, though. ", "Just because the prime minister is from the third largest party it doesn't mean that he is \"leading\" the country. There is going to be some kind of coalition government.", "He's not, though.", "First he says something about a syggekukle and then he accidentally orders a thousand liters of milk. ", "*forargede - bøj nu tillægsordene.", "er /u/DaphneDK ikke fra Færøerne?", "Det er en god kvalitet at du kan grine af det. Jeg var nok selv gået helt ned med flaget :)", "Du finder ikke mange mennesker i den danske IT-sektor der synes at elektroniske valg er en god ting. ", "6 days a week of 9 to 7? I would die.", "No, sorry. Maybe you can find it through google or by asking other gluten intolerant in Aalborg :-)", "The selection of gluten free food in Danish supermarkets is not large compared to Sweden. You are most likely to find stuff in places like SuperBrugsen and Kvickly, but if you need more than the basic selection from Schär you should go to specialty stores.", "As /u/King_Crab noted, you can just choose to import them all into the same deck. I partioned them this way because some people will not want the entire set or maybe not the entire set at once.", "Eller captain planet. ", "Den er virkelig fed og så endda helt tilbage fra sidste valg.", "They already are. Unzip the zipfile and then go to File > Import... and select whichever one you want to import into Anki.\n\nAnd remember to tick the box that says something about HTML formatting in the import dialog.", "Det er også bare et [generelt fænomen](https://en.wikipedia.org/wiki/Convergence_\\(economics\\)) der underbygges af en masse empiri.", "Skudsikker plan! :)", "Ved ikke med Rema, men jeg er ret vild med den økologiske feta fra Kiwi. Har prøvet en del forskellige. Kan være det er den samme. ", "Alle er ens men nogle er mere ens end andre. Four legs good, two legs better! ", "In many other countries the S-train meets the definition of a metro. He even wrote S-tog in parentheses after writing metro.", "*cannabis", "Was interesting to learn about how you do it too! ", "The deposits actually used to be higher, but they were reduced by the previous conservative government. It is perfectly normal to have a bag of recyclables at home and then every other week you take it with you when you go shopping. Bottles and cans can be recycled in any supermarket. The people picking up bottles in the park and other public spaces usually just get leftovers from young people who hang out there in spring and summer. It is pretty much a seasonal thing with the collectors, most of them are Romas, Chinese or Africans who come here during the warmer months. ", "Colberts karakter er baseret på Bill. ", "Jeg er stort set med dig, af samme årsager. Har tidligere stemt radikalt og blankt. ", "Elsker de der skråsikkre blondiner på Fox News, der har masser at sige, men det hele er altid sindssygt overfladisk. ", "In Denmark the deposit ranges from 0.20 to 0.50 USD so there is an even higher incentive to pick up the bottles. ", "Hvis S ikke laver en regering med RV, så har RV mere at hente til højre og S risikerer at de mister deres flertal. Sådan har det altid været i Danmark siden RV blev til. Det er derfor RV er med i så mange regeringer til begge sider. ", "The entire first stretch of the metro was basically planned around the CBS campus. ", "I læser lidt den artikel som fanden læser bibelen. Prøv at tage en dyb indånding og læs den igen.\n\nSkribenten beskriver forskellige fjendebilleder som er skabt af den offentlige diskurs. Hun mener ikke seriøst at LAere er psykopater, men det er den måde de bliver opfattet af deres værste fjender. Hvis i læser resten af artiklen forekommer der også andre fjendebilleder.\n\nEdit: hun*, ikke han", "Den her liste af partier der går fra Dansk Folkeparti til Enhedlisten beskriver virkelig et interessant alternativ til den traditionelle venstre/højre-opdeling i dansk politik. Jeg synes forskellene har været meget tydeligere i denne valgkamp end i nogen anden (i hvert fald i dem jeg har fulgt med i min levetid).", "You can still publish stuff in China, it's just gonna be censored in some cases. China is not North Korea.", "Det er svært at være uenig i denne analyse. ", "Vigtigt at få dette frem i lyset før valget. Det er helt sikkert udslagsgivende for mange.", "Tryghed er en af de største fordele ved det danske samfund og en af grundene til vores virksomheder kan have så høje udgifter (f.eks. til vores lønninger) uden at det hele falder fra hinanden. Tryghed kan tage manger former, men helt generelt kan man tale om tryghed som en mangel på usikkerhed når man interagerer med myndigheder, firmaer og andre privatpersoner.\n\nEn vigtig teori indenfor økonomi, [Transaction Costs Economics](http://en.wikipedia.org/wiki/Transaction_cost), beskæftiger sig netop med de skjulte fordele der er i et marked med lave transaction costs (som her i Danmark). Flere modtagere af Nobelprisen i Økonomi har skrevet om transaction costs og penslet ud hvor essentielt et fænomen det i virkeligheden er, til at forklare nogle af hullerne i den mere barebones neoklassiske model - f.eks. hvorfor firmaer opstår (læs Ronald Coase's berømte artikel, The Nature of the Firm fra 1937).\n\nKonceptet er i virkeligheden bare at købere ikke udelukkende kigger på den egentlige pris ved et køb (pris+skat), men også kigger på den skjulte pris i form af transaction costs (usikkerhedsfaktoren). Det gør handel i Danmark lavrisiko og derfor attraktivt på trods af højere priser i forhold til mange andre lande.", "God pointe. Specielt med utallige pitstops. ", "Fra den ene ende til den anden er der nok 20 min gang.", "Kom gerne om morgenen for at stå i kø. Nutildags åbner festivalområdet vist kl. 18. Det skifter lidt fra år til år hvor der er mest populært, men alle de centrale steder er normalt fyldt op, medmindre RF har lavet en specialzone (f.eks. var der et eller Quiet-område man skulle reservere sidste år).\n\nMht. til at få plads, så er et godt råd at sende en fortrop med nogle Prins Henninger og nogle teltduge - og hvis man er _pro_ også noget advarselstape. Behold en bagtrop der sidder med størstedelen af oppakningen og venter imens lejren bliver bygget op.\n\nHvis der er naboer i samme firkant (og det er der), så forventningsafstem tidligt med dem hvor meget plads de har brug for og hvor meget I selv har brug for. Og bliv gode venner, for Guds skyld!\n\nHvis nogle af jeres venner først kommer senere på dagen/ugen, så skal i sætte deres telt op for dem. Stort set alle pladser bliver taget i de første tyve minutter efter der åbner ind til pladsen.", "Kan folk der har været på Northside forklare om det er muligt at finde et sted at overnatte hvis man ikke lige har 20 venner i århus at låne sofa hos? :) Jeg synes programmet har været rigtig godt i mange år, men som mangeårig Roskildegænger har jeg svært ved at forestille mig hvordan det er ikke at have campingområdet.", "Jeg har altså ikke sagt at det er en \"respektabel måde at undersøge en holdning i samfundet på\", så jeg ved ikke lige hvor du vil hen med det. At stemme på Alternativet er en måde at give stemmer til, at en nedsætning af arbejdstiden kommer på den politiske dagsorden og jo flere mandater i folketinget der vil det, jo bedre er forhandlingsmulighederne for at få det igennem, men det er selvfølgelig ikke det samme som at have en folkeafstemning om det spørgsmål udelukkende.", "Mark, jeg er slet ikke imod kapitalfonde som et koncept og går heller ikke ind for at forbyde dem (som Alternativet skriver de vil som en af deres målsætninger), men man er også nødt til at se problemerne i øjnene og lade være med at lege at kapitalfonde bare er nogle der hjælper små virksomheder i gang, når der i virkeligheden også er mere perverse eksempler på hvad de bidrager med. ", "For det første er den danske stat jo den største arbejdsgiver i Danmark og selvom det reelt er længere nede i systemet at overenskomstforhandlingerne burde foregå, spiller de jo en reel rolle i forhandlingerne.\n\nFor det andet er det jo ikke unormalt at regeringen stiller målsætninger og giver deres besyv med til diverse overenskomstforhandlinger. Regeringen blander sig oftest når der er ikke kommer noget resultat ud af forhandlingerne. Det gjorde både VK-regeringen i nullerne og SR-regeringen i halvfemserne.\n\nFor det tredje er det jo klart at så længe Alternativet står til 4% af stemmerne, så er der jo ikke bevis på en stor folkelig opbakning til at nedsætte normtiden. Men lad os sige flere partier får en lignende politik og der langsomt over en årrække  opbygger sig et flertal i folketinget til at nedsætte normarbejdstiden, så kan man jo godt argumentere for et indgreb.", "Tjo, det er svært at sige. For det første ved vi ikke præcis hvad det tal indeholder, om de f.eks. regner sygedage eller ferie fra, men lad os bare sige at de ikke gør. Det er også svært at sige om de også har modregnet ting som lægebesøg, besøg i banken eller andre ting der ofte er nødt til at indgå i en arbejdsdag fordi man simpelthen ikke kan få det passet ind andre steder. Du kan godt sige at det er forkert at den slags ting sker i arbejdstiden, men det er nu engang sådan de uskrevne regler er på de fleste danske arbejdspladser.\n\nArbejdspladser har også forskellige kulturer, men generelt er vi i Norden mere resultatorienterede og mindre fokuserede på fremmøde. Det er derfor mange af os også tager arbejdet med hjem og reelt er på tilkalde 24 timer i døgnet i tilfælde af noget går galt (jeg er f.eks. softwareudvikler og det er helt normalt i min branche). Folk svarer også på mails i deres fritid, selvom det jo reelt er arbejde. Der er også kultur nogle steder for at man godt kan gå hjem når dagens arbejde er overstået og der ikke er mere at lave før i morgen. Nogle steder skal medarbejdere bare levere et produkt til en vis dato og så er der mindre fokus på fremmøde, mens man andre steder skal tjekke ind og ud og nøjsomt notere sin arbejdstid.\n\nEt eksempel på et sted hvor der er en helt anden arbejdskultur er Korea. I Korea er det faktiske fremmøde på arbejdspladsen langt over den aftalte arbejdstid. Vi snakker at folk i Samsung går på arbejde samtidig med os, men først går hjem lidt i midnat. Ofte er der også tvungen druk efter arbejde og det er ret normalt at møde op med tømmermænd og stort søvnunderskud. Sidder koreanerne så og arbejder løs hele døgnet? Nej, fordi det er selvfølgelig ikke muligt, specielt ikke når de fleste jobs i dag er kontorjobs og hjernen også bliver træt af at blive brugt.\n\nResultatet er at koreanerne har en kultur for at arbejdet skal fordeles over hele dagen, så der reelt ikke bliver lavet særligt meget i hver time, men så spilder de til gengæld hele dagen på arbejdspladsen og bliver hurtigt udbrændte og depressive fordi de ingen fritid har og er nødt til at stirre ind i skærm mens de læser artikler på Naver og Daum. Koreanere hader det her system når man spørger dem om det, skal det lige siges, men fordi at alle leger at det eneste kulturelt forsvarlige, fortsætter det på trods af at det er ekstremt ineffektivt og påvirker folkesundheden negativt.\n\nNu siger jeg jeg ikke at vores normerede 37 timer er det samme som koreanernes lange arbejdsdage, men jeg synes det sætter diskussionen i perspektiv. En lang arbejdsdag er ikke nødvendigvis et gode for økonomien, i hvert fald ikke hvis vi måler effektiviteten af den enkelte arbejdstime. Samtidig er en kortere arbejdsdag ikke nødvendigvis en økonomisk umulighed og der er masser af fordele i at skrue ned for arbejdstiden.\n\nOg hvis den faktiske arbejdstid reelt er 31 timer er da heller ingen grund til at vi leger den er 36 eller 37. Så burde den bare være 31 og så kan vi diskutere om lønnen er sat for højt. Personligt mener jeg ikke man kan sige at lønnen er sat for højt så længe vores virksomheder sagtens kan få et overskud med det nuværende niveau og arbejdsløsheden er lav sammenlignet med de fleste andre vestlige lande.", "Det vidner vel om at normarbejdstiden burde være sat lavere end 37 timer, hvis folk gennemsnitligt set ikke engang følger den? ", "Jeg downvoter ikke folk jeg debatterer med og hvad vil du have jeg skal dokumentere?", "Ja, det er jeg.", "> jeg tror ikke helt du ved hvad en kapitalfond er og hvorfor de er vigtige for rigtigt mange virksomheders overlevelse og vækst. Det kan godt være at \"kaospiloters\" små hipster projekter ikke har har \"brug\" for venture capital, men det betyder altså ikke at de virksomheder der reelt har en mulighed for at vokse sig til store jobskabere ikke har.\n\nNu ved jeg ikke hvor meget du har fulgt med i debatten de sidste par år, men det her er et meget godt eksempel på et område hvor der er forskel på teori og praksis.\n\nI _teorien_ er kapitalfonde en fin ting. De skulle gerne tjene deres penge på at investere i nye virksomheder og sende dem afsted når de kan stå på egne ben. Det er altsammen meget godt!\n\nI _praksis_ har kapitalfonde de seneste år forvandlet sig til kæmpe mastodonter, der i stedet for at fokusere på at investere i start-ups nu opkøber store etablerede virksomheder som TDC og ISS. De står for en stigende koncentration af kapital i vores økonomi og dette har ikke noget med jobskabelse og vækst at gøre. Det er ikke en optimal fordeling af resourcerne, det skaber ikke nye virksomheder, man kunne endda fristes til at kalde det en finansiel market failure. Desuden er kapitalfonde ofte eksperter i at undvige selskabsskat.\n\nDet er muligt at Alternativet er ekstreme når de går så hårdt efter kapitalfonde, men du er nødt til at forstå at det her kommer fra en bekymring over den rolle som kapitalfondene _burde_ have og den rolle de _reelt_ har i økonomien.", "Det betyder i sidste ende ikke så meget hvad han skriver. Folk der er tiltrukket af Alternativet gør det jo i stor stil i protest med udlægninger som denne her.\n\nDet med at Alternativet ikke bliver taget seriøst af de andre partier og af blogger-etablissementet er jo netop hele grobunden for at partiet har så stor success. Der er nu et parti der tager ting som arbejdstid, klima, iværksætteri og borgerindragelse _meget_ mere seriøst end de andre partier - og det var der ikke før. Det er ikke så kompliceret.\n\nJo flere bloggere der skriver de her hånende indlæg med dårligt researchet kritik, desto mere vokser tilslutningen til partiet.", "Modtaget!\n\nNej, selvfølgelig ikke. Har flere venner der stemmer LA og har sikkert også en onkel eller moster der stemmer Venstre eller Konservative og der er da ikke nogen af dem, der har den holdning (af hvad jeg ved af). Og du har tydeligvis heller ikke.", "> Mener du virkelig at alle til højre for midten benægter den menneskeskabte klimaforandring?\n\nNej, det kan jeg ikke forstå hvordan du kan tro jeg gør? Jeg udviste en derimod lille smule empati over at du følte dig miskarakteriseret.\n\n> Iøvrigt tag for downvote fordi jeg har en anden mening end dig. Super god debatindstilling\n\n[Jeg downvoter ikke folk jeg debatterer med](https://www.dropbox.com/s/l83n91hd1k9p6yq/Sk%C3%A6rmbillede%202015-06-08%20kl.%2001.39.54%201.png?dl=0).", "Nej, det er selvfølgelig ikke rart at blive sat i en bås hvor man ikke føler man tilhører.\n\nEdit: det skulle så åbenbart downvotes...? ", "Jeg synes det var en interessant artikel pga. de studier den citerer, som f.eks. det her\n\n> \"hele 72 procent af de bøger, der benægter klimaforandringer, havde forbindelse til højreorienterede tænketanke. Tallet stiger til 87 procent, hvis man ikke medregner de stadigt mere almindelige selvudgivne bøger\"\n\nOg så sammenhængen der beskrives senere i artiklen med henvisning til Cultural Cognition Project. Det var bare en interessant pointe. Den havde nok fået flere upvotes hvis vi ikke var midt i en valgkamp.", "På den ene side er jeg fortrøstningsfuld over, at det ser ud som om at nærmest alle IT-ordførerne har hovedet skruet ordentligt på, på den anden side bliver jeg ked af at det ikke har nogen videre betydning for den politik der bliver ført. IT har altid været det glemte område i debatten og det lider overvågningsdebatten desværre under.", "Ja, min kæreste har arbejde på et universitet og de arbejder overtid stort set hver uge for tiden og har få muligheder for at få afspadseret det hele når der så er lavsæson igen. Det er specielt slemt for tiden med fremdriftsreformen. De er kronisk underbemandede og folk går ofte ned med stress.", "Det er hårdt skrevet, næsten for hårdt, men samtidig ved man jo også har taler sandt.", "Ingen begrundelse på hvorfor det er deres egen skyld, bare ren racisme.", "Har du fået en tid hos lægen omkring det? Det er ikke normalt at have hovedpine 5 dage i træk, kan godt være alvorligt.", "Lokale politiske eksperimenter er en del af Alternativet partiprogram, så det er ikke helt det samme som en citronmåneudmelding. Men ja, det skaber virkelig noget støj på linjen, ikke dem bedste strategi at føre.", "Not much of a difference. ", "It's overall slower and definitely has a memory leak. After a certain period of use basically every app is reloaded instead of being cached in memory, especially noticeable with the launcher. It reminds me of how my old GS3 was (the international version with only 1 GB RAM). Never had these problems before the update, it was super speedy.", "It certainly isn't perfect for my z3c, felt like a downgrade compared to kitkat. ", "Præcis. Det er så de kan blære sig med at deres tal er højere end nogle andres tal.", "Uffe Elbæk har meldt ud i en af debatterne, tror det var partilederrunden, at Alternativet er for at nedsætte en prioriteringskommission for indkøb af medicin a la hvad de har i flere af vores nabolande. ", "Muligheden for en længere arbejdstid eller overarbejde fjernes heller ikke. Det er normen Alternativet gerne vil have ændret til 30 timer (ligesom den er gået fra 60 timer til 37 over 80 år) og fleksibiliteten af indsatsen, i form af en timebank. ", "Så vidt jeg ved lyder forslaget på at veksle arbejdstid for reallønstigninger, altså stigning udover inflation. Derudover er der ikke tale om tvang, så folk der ikke gider nøjes med 30 timer sagtens kan arbejde 37 eller 60. Læs evt. om timebanksmodellen.\n\nLink: http://alternativet.dk/partiprogram_4-1/", "Looks very chill. ", "De har en [ombudsmand](http://alternativet.dk/det-gor-vi-selv/). \n\n> Alternativet har oprettet et uvildigt og uafhængigt Ombudsmandsråd, som har til opgave at sørge for, at Alternativet lever op til egne værdier og debatdogmer. Rådet, der består af professor i retorik, Christian Kock, kommunikationsrådgiver Trine Nebel,\nadjunkt og ph.d. ved Center for Journalistik ved SDU, Heidi Jønch-Clausen samt journalist og forfatter Lone Kühlmann, vil derfor løbende vurdere Alternativets kommunikation, så der er sammenhæng mellem tanke og handling.", "Why would there be any significant number of Muslims in North Korea? It's a closed off country.\n\nKorea as a whole has a large minority of Christians because of Western missionaries.", "Many people here speak English pretty well and will probably go for the English-language wikipedia rather than the small wikis in their national language. The obvious exception are kids and kids really like Justin Bieber.\n\nJust my theory - I never use the Danish wikipedia, always go for the English one.", "*halv hjerner", "> While there's some moderately interesting sights in Jutland, I wouldn't recommend going anywhere that isn't Copenhagen. \n\n:D\n\n> Oh, and Danish beer sucks, don't drink it.\n\n\\>:(\n", "Bastard café also regularly has open events where you can play games with strangers. Check out their Facebook page. ", "\"... dit højreorienterede svin.\" ", "Vidste ikke det var Arla. Har drukket en masse af de der drikkeyoghurter mens jeg boede i Korea. ", "> Thanks for the correction :)\n\nNo problem! It's just a pet peeve of mine.\n\nMost modern currencies are traded openly. The value of a currency is therefore set by people/organisations buying and selling the currency, not by the government adjusting the official exchange rate (like was done in Soviet times). If the government set an official exchange rate and proceeded to lower the value of the currency by decree, that would be a devaluation, but when the currency is traded openly then a fall in value is called a depreciation :)", "> devaluation\n\n_Depreciation_ - sorry for nitpicking! It would be only be a devaluation if they intentionally depreciated the value of the currency, but this was not done intentionally.", "Oh, I had lots of Zamzam in Western/Muslim China. Very tasty stuff, but only the Muslims seem to drink it for some reason. ", "Alternativet har ikke basisindkomst på programmet (det troede jeg også selv oprindeligt). Der er mange i partiet der er positive overfor borgerløn, men det de forslår er at kontrolregimet bliver tager ud at kontanthjælpssystemet (fordi det er dyrt og ikke virker særlig godt) så at ydelsen bliver givet uden modkrav.\n\nDet mest interessante ved partiet er nok deres \"open source\" organisation. Det der menes her, er at deres politik ikke er mejslet i sten, men i stedet bliver skabt og genskabt på deres politiske laboratorier hvor medlemmer og ikke-medlemmer hører på eksperter, diskuterer problemstillinger og fremsætter nye forslag, som der så stemmes om.\n\nDe har også en ombudsmand for partiet som laver regelmæssige rapporter om hvordan partiet lever op til sine egne dogmer, f.eks. deres debatdogmer, hvor de lover at fremhæve politiske modstanderes gode pointer.\n\nHele organisationen af partiet er totalt nyskabende og var også grunden til at mange kommentatorer dømte dem ude fra start af, fordi det netop var så \"alternativt\". Men det virker efter hensigten ser det ud som om.\n\nDe ting der personligt tænder mig ved Alternartivet er at de har nogle fede værdier som de er gode til at profilere - f.eks. når  går de rundt med deres grå trøjer på TV hvor der står \"transparens\" på - og så har de en række super gode konkrete forslag, f.eks.:\n\n* deres forslag om at man skal kunne samle 50K borgere for at  kunne fremsætte forslag i Folketinget\n* deres forslag om at omlægge en del af dagpenge til en iværksætterydelse\n* deres forslag om at lave regionale politiske forsøg\n* deres forslag om at lave en vegetardag i offentlige institutioner", "> »Der er ikke videnskabeligt belæg for at påstå, at klimaændringerne i overvejende grad skyldes menneskelig aktivitet,« siger LA’s klima-ordfører Villum Christensen.\n\n> Han giver ikke meget for FN’s Klimapanel, IPCC, der gentagne gange har slået fast, at udledningen af drivhusgas fører til global opvarmning: »Jeg mener, at IPCC er et politisk projekt, som har vist sig konstant at overdrive konsekvenserne af den stigende CO2-udledning, og jeg synes ikke, det er klædeligt at påberåbe videnskabelighed, når der er tale om et lukket system uden transparens og uden at lukke kritikere indenfor.«\n\nDer er bredt konsensus imellem forskere at klimaforandringerne _er_ menneskeskabte og at CO2 er en primær årsag, men alligevel har LA bedre styr på hvad der er oppe og nede med klimaet? Jamen ok så...\n\nFair nok at kritisere IPCC, men det er lidt for sølvpapirshatagtigt at føre en klimapolitik der ignorerer/benægter at mennesker er skyld i klimaforandringerne.", "Generally, it tends to be a bit more geeky than the WWDC keynote.", "Chrome, Firefox, and IE all support HTTP yet they are competitors. ", "Today it's 2.1. I'm pretty confident they are getting in, they ride a wave of momentum that was noticeable even before they started showing up in the polls. ", "Seems like a great way to create a huge housing bubble. ", "Mortens Østergaards berømte stædighed kom virkelig frem i ham i går i partilederdebatten på DR, da han skulle forsvare reformen. Jeg er træt af at han altid leger, at det er ham der giver os en \"gave\" i form af en uddannelse og derfor må han gerne bestemme over os. Tak til LA, Enhedslisten og Alternativet for deres hårde kritik.\n\nGenerelt synes jeg (uden at være den største LA-fan) egentlig det var ret fedt at Uffe Elbæk og Anders Samuelsen smed nogle cadeaus over til hinanden under debatten, der hvor de var enige.", "There have been several polls placing them above 2%. Almost every yougov poll has been playing them above that, actually. They have a big chance of getting in by just not being any of the existing parties, I would say.", "Lol, it was supposed to be mapporn. My bad. ", "[Legend](http://www.reddit.com/r/europe/comments/37fz73/ep_members_by_group_and_district/crmfu23). ", "Minder om Epic Rap Battles of History og så endda på dansk! ", "Jeg er ikke selv fra Aalborg så kan ikke lige hjælpe dig, men måske skulle du skrive hvad slags interesser du har? Aktiviteter kan jo defineres som hvad som helst.\n\nTjek evt. også ~~Meetups.com~~ meetup.com!\n\nHeld og lykke med at finde nogen! Det er aldrig sjovt at føle sig ensom. ", "Tak. Det føles nogle gange som om jeg er den eneste dansker tilbage der bøjer tillægsord. ", "Neither are our Social Democrats, but the other left wing parties also do much better in cities. ", "By learning characters you will implicitly be learning radicals and very soon you will simply think of most characters as being combinations of radicals.\n\nMy advice is to stop overthinking it and just learn characters, trying as best you can to deduce what the radicals are when learning a new character.", "The Claudia Ross book is fine as a general, comprehensive grammar book for when you need to look things up.\n\nI really like [this book](http://www.amazon.co.uk/gp/product/1933330899?psc=1&redirect=true&ref_=oh_aui_detailpage_o01_s00) which is basically a book full of grammatical gotchas and some very simple explanations of why to pick variation A over variation B in situation X.", "Sounds like Pomelo.", "Did you vote for Hitler because the fat cats don't deserve any more of your money? ", "Consider renting a cargo bike and then driving him around in it.", "Ah, det var godt nok forvirrende skrevet. ", "Stem på et af partierne der stemte for i stedet for. ", "Stuff like Bjørk, Sigur Ros, Icelandic horses, Icelandic sagas, words like geyser. ", "If you're in Copenhagen, try taking your bike out to the end of Ørestads Boulevard and then continuing on the paved bicycle path inside Kalvbod Fælled until you can get no further (i.e. in the middle of Kalvebod Fælled right where it beings to become a swamp, [you should end up with a fantastic view on this small hill](https://www.google.dk/maps/@55.5880567,12.5388986,270m/data=!3m1!1e3?hl=da)). That place has some breathtaking grandeur despite being flat and it's right next to Copenhagen.\n\nI agree that the Danish landscape is pretty monotone in general, though.", "> including university all the way to your masters and general doctors except specialities like **psychology** and **physical therapy**. \n\nBoth of those are also free.", "The truth is\n\n1. we don't actually care how happy you or anybody else think we are.\n2. different things make different people happy in different ways at different points in life and someone might be totally happy in a Nordic country while someone else might not. If you like a degree of safety in your life, can deal with long winters and don't like talking to random people on the train, then try Denmark. Otherwise, maybe try somewhere else.", "It refers to the philosophy of the people at /r/theredpill. It's a sort of pick-up community for very bitter men. ", "You're incredibly patronising. ", "Ah right, the camera on the Z3c might be better than the one on the Nexus, but logantauranga made it sound like the Z3c has no weak points which I disagree with.", "... same as the old /r/europe.", "No problem. Disclaimer: I should mention that I live there, though not affiliated with any of the shops.\n\nIf you're going there on bikes, then be sure to ride them through the cemetary on the way there, it's very pretty.", "I would say the camera is a weak point and - since the Lollipop update - the UI is also a bit laggy compared to other devices. It's also the most slippery phone I've ever owned.\n\nBattery life is nice though and so is the size.", "Thank you for the explanation, that's really interesting. So the measure doesn't care about unemployment rate despite it being in this table?", "Check out Jægersborggade. It's a small street in Nørrebro that has lots of tiny concept shops and it's right next to the most beautiful park/cemetery in Copenhagen, Assistens Kirkegård.", "De er pinligt aggressive.", "Det bliver sikkert aldrig gennemført, men jeg er glad for at Alternativet sætter nye idéer som den her på dagsordenen mens de andre partiet diskuterer, hvordan mennesker uden særligt mange kvalifikationer skal motiveres med økonomisk pisk eller af en streng sagsbehandler til at blive kvalificerede.\n\nJeg så helst personligt at vi fik indført borgerløn eller negativ indkomstskat.", "I think the truth lies somewhere in between.\n\nIt's true that many countries are ignoring the issue at the moment and should do more to help, but Sweden also directly invited refugees to come there by announcing that all Syrians seeking asylum would be granted permanent residence in Sweden. No other European country made any such blanket statements and it helped ensure that Sweden would become the top destination for refugees in Europe.\n\nYour previous government also called the country a humanitarian superpower and it seems it's generally proud of being an abnormality in the refugee rankings. From my Danish perspective, it seems like there is a lot of votes to be won by being compassionate towards refugees in Sweden; so much so that even your right-wing government was trying to be the most compassionate, but in most other European countries it is not a vote-winning strategy these days.", "hvordan kan det være? ", "Neither do miners.", "All the free festivals during spring and summer. ", "I think you at least still have a shot at changing it when small parties are getting so many votes despite FTPT. It really highlights the issue in a way that the entrenched 2 party system doesn't in the US.", "UKIP got three times that and also just 1 seat. ", "Social security and poverty are two very different things.\n\nThe lowest welfare you can be on here are student's grants and that is about €750/month.", "Precisely. Every employer has to compete with the wages and terms that the unions set. Of they don't offer competitive terms then job seekers avoid them and go elsewhere. ", "Og co-komponeret af Rune Rask fra Suspekt.", "Your system system allows people to win constituencies with a minority of the vote and allows parties to win nationally with a minority of the vote. That is not about electing local representation, it just elects whoever was better at avoiding a split vote in each constituency.", "> How is that fair? \n\nPeople will tell you it's all about getting _local_ representatives into the parliament to serve _local_ interests (which I think is very naive in itself, it obviously doesn't work that way). The thing is, I don't see how local interests are better served by FPTP - it still enables candidates to win constituencies by minorities. It's incredibly undemocratic, you have a better chance of getting elected by splitting the vote of the opponent than by being the best candidate.\n\nThe system should be proportional just like basically every other European country.", "> I'm sorry but this is a particular bitter issue for me and the AV referendum just solidified my belief that the UK just isn't educated enough to handle this. \n\nDidn't they manage to get proportional representation in the Scottish parliament? And you have it for EU elections too? Why not for national elections then?", "This makes a lot more sense. ", "Probably because you've never watched Eurovision.", "Are you using a Danish proxy? Otherwise it won't work if it's geoblocked . ", "Yeah. The guys there get a lot of attention. ", "Now you made me want to visit. ", "Is what a joke?", "That's pretty funny :) good find.", "The focus on the negative effects of population decline (i.e. difference between taxable income and transfer payments) also makes the debate extremely one-sided. All other things equal, a shrinking population  means increasing m^2 per capita in housing and increasing capital interest per capita. It's not all bad.", "> You say something like \"That's true\" ou \"Exactly\" to say yes for example.\n\nThat's mainly for agreement with statements.\n\nMore commonly, you would just repeat the verb of the question. If this poster were in Chinese it would say 不要 (\"do not want\").", "I know a Danish guy who went to Ewha on exchange (I went to Yonsei myself). One day on campus, a girl comes up to him and gives him a bottle of water and walks away. Turns out she had wrapped a note around the bottle with her phone number and some text saying that she fancied him.\n\nAnyway, I've walked around the campus a few times as it's right next to Yonsei and it's very pretty there. That's all I know about Ewha.", "Nationalpartiet er ikke opstillet, de indsamler stadig vælgererklæringer. ", "I've been coming here since the very beginning and in my opinion it's better than ever. It's much more active than it used to be and the content is a lot more varied than it used to be. I also really like the community we have here, the inside jokes, the circlejerking over Russia... there's no place I feel more European than on /r/europe.", "No, the bicycle lanes are the [result of policies that came in the late seventies](http://denmark.dk/en/green-living/bicycle-culture/how-denmark-become-a-cycling-nation/). Note that there are no bicycle lanes in the video from 1937.", "Det er - som jeg ser det - en række halvkontroversielle sager som folk over hele det politiske spektrum er enten _for_ eller _imod_, ligegyldigt hvilken ideologi de repræsenterer.\n\nJeg er personligt _for_ det hele, men jeg vil nok ikke betegne mig selv som liberal (i hvert fald ikke det brand af liberalisme som hverken LA eller Venstre står for).", "Jeg har svært ved at se hvad der er specifikt borgerligt ved at gå ind for fuld ytringsfrihed, aktiv dødshjælp, legalisering af hash og mildere straffe.", "Nice use of set theory.", "They were disappearing in Copenhagen too until the oil crises of the late seventies.", "Skrevet af Peter Brixtofte for det ikke skal være løgn. Ham har man ikke hørt fra i mange år.", "Tak. Det irriterer også mig. ", "It's Herlev Hospital. ", "I don't think I've ever seen such clear film from WW2.", "1. by living in Denmark you have access to Danish healthcare - not sure what you're asking? You don't need to buy insurance or anything, just register with a general practitioner at borger.dk (part of the moving process).\n2. yeah, but they're mostly in Danish:\n    * http://www.jobindex.dk/\n    * http://jobbank.dk/\n    * http://www.ofir.dk/\n    * http://www.jobzonen.dk/\n    * https://job.jobnet.dk/CV", "In Europe it's almost only Monday. ", "We have the exact same thing in other Nordic countries.", "Found the giraffe.", "Was expecting you to post this: https://www.youtube.com/watch?v=MGQaH3-LK54", "Yeah, was considering replacing it before Lollipop, but updating it changed that. ", "Been using this for many years. It's a neat little app.", "It's low because the majority of women there only work part time.", "Ordering a bread in a bakery is like going into a shoe shop and ordering a shoe.\n\nIt wasn't because of the pronunciation, it's the semantics. Ordering a \"bread\" does not make any sense when all they sell is different types of bread.", "Kan ikke finde ud af om du får upvotes fordi folk _godt_ ved du er nazist eller fordi folk _ikke_ ved det.", "*hugs*", "[Den generelle kønsfordeling i partierne](http://i.imgur.com/zNQ3q8m.png).", "Skal bede hele dagen.", "I really like these abstract, minimalist late-Soviet style propaganda posters. [Another example](http://media-cache-ak0.pinimg.com/originals/b6/de/35/b6de3502a4c28c95ad14f00ec11aa8ff.jpg). ", "Fair nok.", "Hvad er der nu galt med metaforer?", "Finland män tok Dänish like tis.", "> The former conservative Danish government had him responsible for the environmental ministry.\n\nNo he wasn't. The PM liked him and gave his institute some money, but he wasn't a part of the government.", "Did the same thing back in 2009. You'll have an awesome time. ", "/r/retrofuturism", "1. Tietgen\n2. Tietgen\n3. Tietgen\n4. Tietgen\n5. Tietgen", "Det er samme princip bag studiefremdriftsreformen. Vores politikere elsker at kontrollere alting ned til mindste detalje samtidig med at de allesammen snakker om at fjerne bureaukrati i større eller mindre grad. Jeg når selv lige at få sidste del af mit studie ind under reformen, men hvor er jeg bare lykkelig for at jeg ikke starter på universitet til næste semester for så at skulle leve 5 år under  politikernes nye kontrolregime.", "OMG I may have to get a watch now, hate carrying around my phone when I work out.", "Hold kæft hvor er folk bitre og småborgerlige herinde i kommentarerne.", "Nope, [they did it in Denmark](https://youtu.be/P842Tmi6lrc?t=5m17s) ;)", "Our countries are like twins separated at birth.", "Eduroam and maybe a guest network. ", "Det hjælper ofte at fortælle hvilken uddannelse hun har og/eller er ved at tage. Jeg har selv været kæreste med en Koreaner og hun arbejdede i KOTRA.", "Inflation does not dilute wealth, it only dilutes the value of cash. Wealthy people have their wealth in the form of investments like real estate or stocks to prevent the effects of inflation. ", "I've tried all 3 and I agree with you. Pimsleur is fantastic for learning pronunciation and getting some initial confidence.", "I noticed that too. He literally just says the Danish word \"myte\" instead of saying \"myth\". ", "yeah, I was thinking the same thing. Usually the monitors on Mac laptops are calibrated quite well, but I've tried this on two different Macs and it seems way too dark, especially compared to running Baldur's Gate on both computers.", "Of course he is only using English, that's always the case with these maps. They are in fact quite impossible to make unless you limit yourself to a single language and that's also what makes them extremely inaccurate no matter how you go about making them. Here in Denmark, search queries will tend to be in both Danish and English. In other countries they might be split between 4-5 major languages. There is no guarantee that English search queries in any way reflect what the population of some country searches for unless that place is mainly English-speaking.", "Are you one of our politicians?", "Humoren og tegnestilen minder om Strid der også kørte på politiken i sin tid. ", "Runde briller er _in_, så hvis du ikke er bange for at blive kaldt John Lennon eller Harry Potter en gang imellem er det the shit. Har aldrig fået så mange komplimenter som da jeg fik et par runde briller.\n\nDerudover skal du lade være med at bruge en kædeoptiker, de giver samlebåndsservice. Jeg ved ikke hvor du bor, men jeg bruger en der hedder Salling her på Nørrebro.", "> As an American I've been wondering why it is the states seems to be more progressive on the issue of cannabis when we are generally more conservative on other social/public health issues\n\nI would say that the United States - like in many other areas - has a much more diverse set of opinions on the legalisation of cannabis. You have an urban, progressive pot culture that is disseminated by your media and then you have your religious right that is strongly against cannabis use.\n\nWe don't have a religious right, but the official policy in Denmark is very divided. The Copenhagen municipality is _for_ a legalisation while the national government (same political parties in power) is totally against it.\n\nHere in Copenhagen we have a neighbourhood called Christiania which is a socialist commune established in a bunch of abandoned military barracks in the 1970s. They have always sold soft drugs in the open and it has been tolerated for many years, with occasional, relatively unsuccessful raids by the police.\n\n> Are attitudes liberalizing over there?\n\nThe Copenhagen municipality actually tried to legalise locally it many times on a trial basis, but the government - which has to appeal to the more conservative voters outside of Copenhagen - have increased police raids in Christiania and continued plans to \"normalise\" the area. Of course, the raids don't really work because the demand is so strong (Christiania is the pot central of Denmark).\n\nThe younger population are basically for a complete legalisation and - depending on who you hang out with and where you live - cannabis use is quite common. I would says that the older population ranges from being indifferent to being against it.", "All of her interviews are really funny. She just does improv in them all.", "Helt enig i alle dine pointer. Jeg tænkte præcis det samme da jeg så programmet, specielt mit billede af Kashif Ahmed blev ændret (han har haft en stoisk ro i alle de andre udsendelser jeg har set ham i). \n\nMen selvom det var underholdende med alle de zingers Yahya fik sendt afsted, synes jeg også det var lidt irriterende at han flere gange drejer samtalen over på integration uden at det virkede super relevant hver gang. ", "They can cease open sourcing most of it, sure, but all of the code that is already open source will stay that way.", "> 62,66 pr. cm3 \n\nYou're reading it wrong.\n\nA cubic centrimetre is the size of a sugar cube and a sugarcube's worth of water does definitely not cost 62.66 kr. If I go on [my water provider's website](http://www.hofor.dk/vand/priser-pa-vand-2014/priser-pa-vand-2014-i-kobenhavn/) it says 36.68 kr (€4.9) for a cubic metre of water, all surcharges included.", "CBS har også sprog, kultur, sociologi, osv. - men alle uddannelserne er tværfaglige og der indgår altid handel og økonomi. ", "He's actually got the all-time highest scoring video on /r/videos.", "Har du ikke nogle venner du kan låne en sofa hos?\n\nEllers vil jeg råde dig til couch surfing.", "Denmark is not a country with strong dialects. I don't understand where he is getting that from. In Norway, they have multiple written languages and dialects are encouraged - completely unlike Denmark. In Denmark, the traditional dialects are almost dead except for a few pockets in Western and Southern Jutland. Most people just have slightly different accents depending on where they grew up, but that's about it.\n\nI mean, it's all over our media and Danish linguists keep saying that the dialects are either dead or dying:\n\n* http://www.b.dk/kultur/nu-taler-vi-alle-koebenhavnsk\n* http://sproget.dk/nyheder/dialekterne-er-dode\n* http://politiken.dk/indland/ECE435767/danske-dialekter-er-saa-godt-som-doede/\n* http://www.kristeligt-dagblad.dk/danmark/danske-dialekter-er-s%C3%A5-godt-som-d%C3%B8de", "Det er Gandhi-rutinen. Først ignorerer de dig (\"jeg ved ikke engang hvad de står for\") , så gør de grin med dig (\"gøglere, cirkuspartiet, de er ligesom de radigale\"), så bekæmper de dig (der har allerede været lidt angreb), så vinder du (valget... i hvert fald et par mandater). ", "Just to elaborate a bit, the word for coach in Danish is actually \"træner\" so when Danes the English word \"coach\" it is strictly in the sense of \"lifestyle coach\" and not a sports coach.", "Uffe Elbæk har siddet i Folketinget siden sidste valg så de har nok brugt hans stemmer.", "Det her må være målet.\n\nAt gå op i arbejdstid i konkurrencestatens navn er enormt regressivt og det er på tide at vi flytter  fokus over på det som skaber frirum og glæde i stedet for et ensidigt fokus på at presse den økonomiske citron. Jeg er også overbevist om at det marginale udbytte af arbejdstime nr 30 til 37 i en vidensøkonomi er så lille at det ikke betyder  meget for det samlede udbytte. Folks hjerner er udkogte hen på eftermiddagen og de får stressdiagnoser i stor stil. Kvalitet fremfor kvantitet, det er en bedre strategi.", "Yeah, I felt like just hanging out in that square all weekend.", "That is fucking disgusting. And I thought the discourse was bad here. ", "I'm sure your Danish is great despite everything \n. You know, I'm always impressed when people bother to learn it and your other transliterations are spot on, especially considering how hard it can be to represent the Danish vowels in English :-)", "Really? Well, that's regrettable. The different types of D in Danish are hårdt D, blødt D and stumt D (the silent one) . Every Danish person is taught this when learning how to read in the first and second grades. If they manage to fuck this up in your Danish classes you should really tell someone, that teacher is teaching the students stuff that they will have to unlearn at some other point anyway.", "I see now. Thanks a lot for writing that. ", "It's not a soft d, it's a silent d. A soft d is pronounced and is somewhat like the unaspirated \"th\" in English.\n\nIn Danish, the D is usually not pronounced in the combinations \"nd\" and \"ld\",  like in skylde, skulder, sand, mand, vinde, etc. ", "More like un-school. The D is not pronounced at all. ", "It does depend on the dialect. It works for non-rhotic dialects (most of Britain), but many Americans would pronounce the R quite prominently. ", "Seems like there are plenty of rooms that cost between 150-300 kr in Copenhagen, though, and if you know it'll only be 2 months maybe that's your best bet?", "Couch surfing then? If you don't have any money, then that seems like the best option for you.", "> A lot of Americans (especially on the right) nowadays think of California as a broken wasteland with a stalling economy.\n\nIgnorant European here. People seriously think that the state which is home to the global centre of the movie industry _and_ the global centre of the computer industry is a broken wasteland? ", "How about just airbnb until you can get into the housing you were offered?", "Helt enig. De er ofte tørre og ikke engang lavet on-site.\n\n[Krispy Kreme derimod...](http://i.dailymail.co.uk/i/pix/2011/06/21/article-2006496-002A89A100000258-114_233x315.jpg)", "Dba.dk - call people ASAP. I think they have a search agent feature too. ", "Hvis man ikke vil installere en app, er det også dejligt at man kan streame både videoer og live stream via DRs _egen_ hjemmeside (så længe man loader den på en mobil eller tablet og bruger Chrome). Det har jeg gjort i noget tid nu, men skal da lige se hvad det her er for noget.", "It says €35, not €40, which sounds about right. According to [this source](http://finans.dk/live/privatokonomi/ECE7263938/Her-er-danskernes-gennemsnitsl%C3%B8n/?ctxref=ext) the average hourly wage was €33 (DKK 245) back in 2013 and the median was €29 (DKK 219) and it's not unlikely that it's risen a bit since then.", "It's always interesting to read about economics applied to things like climate and culture, but the premise of this article is wrong: _No one_ - I repeat - _no one_ in Copenhagen rides their bike because they want to fight climate change or because of social pressure. It is all about incentives, most of which have been set in motion politically following the oil crises in the 1970s.\n\nThe bike is just a much more enjoyable, more flexible, and often faster way of getting around in the city. There is dedicated bicycle infrastructure, many places that are more easily accessed by bikes, and the bicycles have the power in traffic (some would say too much power). That is the pull factor.\n\nThe push factor is the 180% license plate registration tax, the ever decreasing parking options, and the pedestrian areas that are being reclaimed all over the city - all things that are making it less fun to be a car owner in Copenhagen.\n\nIt also helps that we have developed a culture where a car is no longer  a status symbol or a necessity. This only applied to Copenhagen, though, and possibly Aarhus, but not the whole of Denmark.", "Med tryk på? \"Dat\" er da ebonics-versionen af \"that\" , har ikke noget at gøre med om der er tryk. ", "Most wasabi is just horseradish paste with green colouring. ", "Thanks a lot for the write-up:)", "I think he was downvoted because he is implying that socialists favour \"forcing\" socialism by law. I'm pretty sure socialists are not any more or any less committed to democracy when compared to followers of any other political ideology, so implying that socialism is always forced is either a mischaracterisation of socialists or some version of the libertarian stance (that regulation, taxation and redistribution of wealth is immoral).", "Yeah, same deal here with Coop, our largest retailer. I'm not sure the membership is really ownership, though, it's more of a loyalty program.", "> Frederiksbørg\n\nhttp://en.wikipedia.org/wiki/Hypercorrection\n\nNice pictures. You seem to like taking photos with lots of small details.", "Your finances I can't help you with.\n\nDanes are fortunate that we (still) get some support from the government that also allows us to move to other countries to study if we wanted to (most don't do it, except for exchange semesters). Most Danes that move also apply for various grants to help with financing - maybe that's an option for you too? Anyway, the reality is that it costs money for Americans to go to university so you are better equipped than me in knowing how you guys tend to finance that stuff. \n\nIt's definitely possible for you to get an entry level position like bartending or something like that and those jobs are fairly wellpaid here, but it won't get you a visa, so you need to get the visa in some other way.\n\nAlternatively, consider these countries: http://www.washingtonpost.com/blogs/worldviews/wp/2014/10/29/7-countries-where-americans-can-study-at-universities-in-english-for-free-or-almost-free/", "Go ask the people at /r/IWantOut, they tend be very realistic about this sort of stuff and there's a lot of people over there that have accomplished what you're trying to do.\n\nThe people here will have knowledge about Denmark, but most of us have not tried to move to Denmark as a foreigner, so we are not the best people to ask about that. We only know that current immigration laws heavily favour people in in-demand industries.\n\nYour best best is studying here first and then finding a job during or after that. Almost everyone I know who came here from North America did so by studying at a school here. It's not easy to move to another country without a clear purpose (e.g. you are enrolled in a school, starting a job, coming to live with your Danish husband/wife) - visas tend to require clear purposes and there is unfortunately no working holiday agreement between the US and Denmark.", "Interesting development. Anybody know how these things are organised? I really like the idea of workers owning part of the organisation they work for.\n\nWe have a long history of coops in Denmark, but they have morphed into huge companies over time (our main milk producer and retailer are both cooperatives) and it's hard to see how they differ from normal companies IMO. I certainly don't think of traditional worker's cooperatives when I buy milk from Arla in Kvickly, but I guess they technically are on some legal level.", "Consider that more than 40 percent of people commute by bike in Copenhagen. It's not like other cities where bikes are used by a small minority. ", "They have an awesome event at Lygtens Kro called Rock Bingo: http://www.metaltravelguide.com/europe/denmark/kobenhavn-copenhagen/lygtens-kro", "[Relevant](http://www.reddit.com/r/Denmark/comments/1r7rg3/1312_kroner_at_leve_for_om_at_v%C3%A6re_studerende_i/).\n\nDisclaimer: min egen submission.", "We don't really use snuff in Denmark, that's more of a Swedish thing.", "[Bjarke Ingels talking about the design](https://www.youtube.com/watch?v=8XgDAKny7Qs).", "It's my own experience, but his would sound the same if he was the one telling you about it.\n\nTake-home exams are relatively common in Denmark at the university level. The other kinds of exams are normal written exams (4-5 hours) with assignments and oral exams, often preceded by a take-home exam. We don't really do multiple choice tests over here except a small section in a written exam every once in a while.", "Glad it helped.\n\nNope, I don't study at CSS although I have a good friend who is doing his psychology degree there. I did my Bsc at CBS and doing my Msc at ITU and had lots of take-home exams and they are probably my preferred type of exam, to be honest. You get to sit in the comfort of your own home and you can just sleep a bit less if you need more time, so you never feel the same kind of rush that you do with other types of exams.", "Don't worry, writing a ten page essay in 3 days is not that hard even if it sounds like a lot if you've never done it before.\n\nFirst of all its official pages (a page is defined as so and so many characters), so most likely it's more like 7-8 standard pages in Word. Illustrations also count towards those characters, not just the words. \n\nSecond of all, anyone in uni should be able to write 2-3 pages in 24 hours easily. Think of it as writing an article for a newspaper - approximately the same length and the same time to research the topic and write the text before the newspaper deadline. ", "I'm a masters student there. My experience:\n\n* a lot of group work\n* almost never enough time for all of the different types of exercises in the lab classes because most classes also have mandatory assignments that you are expected to do in addition to everything else\n* principal is a douchebag who decided to decrease the thesis writing period from 6 to 4 months for no good reason\n* also was probably the only university to not protest the new draconian study progress reform, despite the students having very good reasons to go on leave,  for example. Other universities, like Copenhagen University, still give you option of taking leave and negotiated a better deal for the students\n* the cafe and the Friday bar are great\n* reading room is almost always empty which is nice if you need somewhere quiet to study\n* worst wifi of any university I've ever been to\n* always easy to find a table for group work\n* teachers are generally competent", "It's because your battery is badly calibrated.", "Hun beskriver en situation hun har været ude for engang, ikke en referat af hvad der skete sidste uge.\n\nOg ligegyldigt hvem der har rapporteret hvad forkert i forhold til selvangivelsen, er det stadig en fin måde at illustrere, at en så lille ting kan ødelægge ens budget totalt når man er på kontanthjælp. Pointen er at hun ikke har nogen opsparing at trække fra.", "Hun har altså _ikke_ skrevet, at der aldrig er råd til ostehaps. Hun har skrevet, at hun lever fra måned til måned på den kontanthjælp hun får og at det er svært at holde budgettet når f.eks. SKAT fucker op.\n\n> Kontanthjælpsydelsen er så lav, at hvis bare én fejl begås, ryger hele budgetkontoen i afgrunden, og al ens energi går til bare at overleve.\n\n> I mit tilfælde er det SKAT, der har nosset i det. Det betyder, at jeg pludselig skylder dem en masse penge, som jeg ikke har. Derfor bliver en tur i Netto med min 4-årige, der gerne vil have dyre ostehaps, et helvede. Ostehaps, for helvede Inger!\n\nDerudover må OP og de folk der upvoter det her have svært ved at finde sko i en størrelse der lille nok.", "I don't think many people know that using yellow on white is bad. If you're not colour-blind yourself it is very hard to understand which combinations are bad for colour-blind people, plus aren't there different types of colour-blindness too? ", "Hon hon hon! ", "Because of the casual use of torture in every other episode?", "That's nice and all, but the official retirement age has been changed to 70+ years; it will be extended indefinitely as people get older on average.\n\nThe situation of Danish life satisfaction is temporary at best... unless of course people continue to buy into this crap that it's totally fine to make people work into old age for the sake of _competitiveness_ or _saving the welfare state_ or whatever bullshit reason they come up with next.", "De \"egentlige tal\" som har været fremme i medierne har vist sig at være fabrikerede/misvisende fra Venstres side og gældende for,  hvad var det, 800 mennesker. Det jeg beskriver  med mine \"patoshistorier\" er stadig reelle situationer folk på kontanthjælp er i og de forslag der har været fremme gør intet for at hjælpe folk med misbrugsproblemer, analfabetisme eller med en dom. Jeg kan også skrive det tørt på den her måde, men jeg synes selv det er mere overbevisende at bruge personaer.\n\nOg vi må så bare være enige om at være uenige om hvad samfundsdiskursen er. ", "Basisindkomst kan indføres i form af negativ indkomstskat, det er der flere af de mere højreorienterede økonomer der har foreslået, f.eks.  Milton Friedman.\n\nDet betyder i realiteten at basisindkomsten er progressivt beskattet og bliver mindre og mindre jo større en indkomst man har. En person der tjener 35K om måneden vil hellere have 35K + 1K i basisindkomst end 20K + 5K i basisindkomst. En person der tjener 40K om måneden er ligeglad med at han intet får i basisindkomst og en person der tjener 0K og får 8-9K i basisindkomst har stadig stor gevinst i at finde et hvilket som helst arbejde, deltid eller fuldtid.\n\nDet ville ikke være dyrt at indføre og vi sparer masser af penge på det nuværende system hvis det meste af det bare reduceres til hvad der essentielt er en tilbagebetaling af skat hvor vi \"leger\" at alle har indbetalt et vist beløb i skat  uanset deres indkomst.", "Ja, hvis den offentlige diskurs definerede hundeluftere som en samfundsgruppe der fravælger at arbejde og dermed indirekte udnytter os andre, men det er jo ikke tilfældet. \n\nDiskursen omkring kontanthjælpsmodtagere handler udelukkende om, at de foretager et fravalg af arbejde. Det nuværende konsensus er at det fravalg bunder enten i, at der er stor økonomisk gevinst ved at være på kontanthjælp (en fair pointe, men alligevel rimelig absurd når det er samfundets fattigste vi taler om) eller dovenskab (\"de gider ikke gøre vores toiletter rene for 18000 om måneden, uh hvor er de dovne\" kommenterede han i arbejdstiden på en facebook-post fra sit skrivebordsjob).\n\nAlkoholikeren Brian får ikke pludselig lettere ved at passe et arbejde af at man skærer hans kontanthjælp. Analfabeten Fatima med 5 børn ender ikke lige pludselig på arbejdsmarkedet fordi vi tager penge fra hende. Ahmed på 23 der ikke kan få en samtale nogen steder fordi han fik en voldsdom da han var 19, bliver ikke lige pludselig attraktiv for en arbejdsgiver af at vi giver ham mindre at leve for om måneden. \n\nMan kan mene at de ikke fortjener den understøttelse de får, men det er ønsketænkning at tro at det bare er aktive fravalg der gør, at de her mennesker er endt på bistand. Du og jeg har nok begge en del flere muligheder i livet og for os er niveauet af kontanthjælp ligegyldigt. Det er det ikke for mange andre. \n\nProblemet er ikke at folk får kontanthjælp og at man kan leve et relativt normalt liv af det og dermed ikke har incitament til at komme videre, problemet er at vi har grupper i samfundet der er tabt og de skal hjælpes hvis de kan - og ikke shames, det nytter ikke noget.\n\nGiv bedre lektiehjælp så Ahmed får noget succes tidligere i livet. Hjælp Brian med hans depression så han ikke ender som en sut. Lær Fatima at cykle og send hende til et bagekursus hvor de laver wienerbrød så hun kan blive en cheerleader for det danske samfund overfor sine børn. Det er i virkeligheden hendes børn vi skal fokusere på. Hvis bare en af dem ryger ind på Nano Science og får en fed karriere så har vi tjent langt mere til statskassen end ved at en midaldrende husmor på kontanthjælp ryger i et ligegyldigt nyttejob.", "Du kan stadig godt læse det i incognito. Du fjerner det sorte overlay ved at klikke på X'et i højre hjørne. ", "No shit. Det er ikke kun indvandrere, det er også kontanthjælpsmodtagere der skal shames et par gange om ugen. Og det er ikke bare Venstre der kører den for langt ud, det er som om næsten alle partierne baserer deres politiske udspil på let til hård dæmonisering af enten muslimer eller kontanthjælpsmodtagere for at kapre den samme vælgergruppe af folk der tror velfærdsstaten er ved at gå til grunde pga. vi har bistand som man rent faktisk kan leve af.\n\nDe kunne lige så godt lave nogle annoncer hvor der stod \"fuck de fattige\" eller \"fuck muslimerne\" på, det er jo sådan de skal tolkes alligevel af den målgruppe de vil ramme,  men hvis de gjorde det ville de miste andre vælgere, så derfor pakker de det ind.", "Yup, it's kind of sad. ", "They are rolling out in Northern Europe first so that's why you don't have it (assuming you're in Canada). ", "> But what about the freedom of Android over Apple? Well, we still get alternative app stores and direct APK installations. This is the bonus over iphone's ecosystem, not the unmoderated app store. I want to know that 99% of my apps are safe, yet also have the freedom to install an app like TV Portal.\n\nExactly.", "It's only for apps without custom status bar colours, though.", "First of all, I was running a Lollipop theme on 4.4 to change the navigation buttons and it doesn't work now on Lollipop, ironically, so themes might still be a thing, but they don't quite work the same as on 4.4.\n\nSecond of all, can you tell me which theme I need to download to make the status bar black like it used to? I'm not interested in making my phone look like My Little Pony, I just want the status bar to not be blue/teal.\n\nThird, even if I can \"just\" spend half a day changing it back to black, I should still be able to complain about design decisions that force me spend half a day researching how to make it black again.", "http://imgur.com/zpBlsSw", "Teal status bar... why, Sony, why?", "> You’ll see the upgrade hit first devices in the Nordics\n\nAwwww yissss! Just checked and it's available now here in Denmark.\n\nEdit: seems ok, but there are some occasional slowdowns and for some reason the new default colour of the status bar is teal (used to be black) and my old Lollipop Light theme doesn't to work, ironically, so the buttons are now Sony's and not the Google Lollipop ones like I had on 4.4.", "It's that thing from Alien Resurrection. ", "This is not really a machine learning question, it's more like a basic programming question.\n\nWhat you need to do is to loop through your dataset and add together each of the values that are not '?' and count how many times you did that. Then when you're finished looping you calculate the mean (sum/count) and loop through the dataset once again replacing each '?' with that.\n\nIf this seems complicated, you need to study programming some more and not bother with machine learning too much right now.", "Jo det gør. Klik på det store x i højre hjørne for fjerne det sorte overlay. ", "De kan stadig godt se din IP-adresse. Man må formode at de har en uniqueness constraint så hver adresse kun tæller en gang.", "Ah, I see. Thanks for schooling me :)", "Post this to /r/androiddev instead. ", "I think you mean underfitting, not overfitting. ", "Det er sådan jeg har det med næsten alle de andre partier. ", "[Madimir Putin](http://mymediadiary.com/wp-content/uploads/2013/08/putin-angry.jpg).", "Starring Petrov!", "He's joking and/or being an asshole.", "Yes, we do. In Denmark it's called coin offers.", "Det slogan der hedder \"mindre stat, mere samfund\" synes jeg også er lidt misvisende. Nej, det er helt sikkert ikke Liberal Alliance, man får, hvis man stemmer på dem. Partiet er for en omfattende bæredygtig omstilling af hele samfundet, primært via eksempel i statens egne investeringer og via omfordeling af subsidier (f.eks. dit fiskerieksempel).\n\nAt man stiller krav til pensionskasserne er ikke noget nyt, de er allerede reguleret af [den her lov](https://www.retsinformation.dk/forms/r0710.aspx?id=113884) og jeg synes egentlig at et krav om, at de også skal tage hensyn til miljø er fair nok. Indenfor økonomi findes der et koncept der hedder [market failure](http://en.wikipedia.org/wiki/Market_failure) og et af de klassiske eksempler på market failure er [externalities](http://en.wikipedia.org/wiki/Externality), som bl.a. inkluderer det faktum at miljøet er en fællesejet ressource som firmaer frit kan tage fra, ofte uden klarhed om de reelle omkostninger. Derfor bliver effekten på miljøet ikke medregnet i regnskabet for - lad os sige bundtrawleres profit eller pensionskassers investeringer - og giver et misvisende billede af den reelle økonomiske vækst. Bæredygtighed handler bl.a. om at afkastet på f.eks. vores naturressourcer vil kunne være det samme om hundrede år og ikke bare de næste 10 år.\n\n...\n\nGrunden til at **jeg** er blevet interesseret i partiet er fordi de netop er kommet ud af det blå og for mit vedkommende har lagt en masse politiske forslag frem, som jeg selv har gået og haft tanker om i lang tid. Det er f.eks. ting som\n\n- lavere skat på indkomst, højere skat på formuer og forbrug\n- giv folk der kan og vil en iværksætterydelse i stedet for dagpenge\n- borgerløn/basisindkomst i stedet for det nuværende bistandssystem\n- mere transparens i den politiske proces (de leder via eksempel)\n- direkte borgerinddragelse via det forslag med at 50.000 borgere kan sende lovforslag til afstemning i folketinget\n- regionale politiske eksperimenter (a la hvad de f.eks. har i Kina) hvor man kan afprøve nye politiske tiltag i stedet for at tale om det uden at gøre noget ved det\n- deres forslag om at staten skal lede via eksempel og indføre en vegetardag i det offentlige, synes jeg var en fantastisk idé – danskerne spiser alt for meget kød, det er dårligt for miljøet og helbredet og der er brug for et opgør med tanken om, at der skal være kød til hvert måltid\n- det skal da heller ikke være nogen hemmelighed at jeg deler deres tanker omkring nødvendigheden af en bæredygtig omstilling af produktionen\n\nDet er alt sammen noget, jeg selv har tænkt lignende tanker omkring og jeg er derfor meget begejstret for Alternativet. De andre partier har en mangel på visioner og ordet ”reform” er desværre blevet synonymt med ordet ”besparelse” – der synes jeg virkelig Alternativet er et friskt pust. \n", "Det er fint nok at forsøge at undgå stemmespild, men helt ærligt så tror jeg ikke de fleste der stemmer Alternativet går op i stemmespild. Det har været rimelig åbenlyst, at der stort set ingen forskel er på en socialdemokratiskledet regering og en Venstreledet regering og det er der Alternativet høster mange af deres stemmer.\n\nDet er også lidt synd, at det bliver betegnet som Elbæks parti i overskriften. Alternativet er meget mere end Uffe Elbæk og han er langtfra den eneste der definerer det parti. Det gode ved Alternativet er jo at hele partiet et skabt (og stadig skabes) fra bunden i deres politiske laboratorier. Det er en meget interessant process at følge med i via deres facebook-side. F.eks. afholder de et [politisk laboratorium for at definere deres skattepolitik på tirsdag](https://www.facebook.com/events/327650280758370/).", "> Also, I've never thought there was enough appreciation for the Civil War in Europe, considering in some ways they were fighting WWI fifty years before it happened.\n\nThere were 30 million people in the US at the time of the civil war - a tenth of the population of Europe at the time - so the fact that it was relatively small scale compared to many other European wars might have had something to do with it.", "> **He-Who-Must-Not-Be-Named**, a chimney sweep from Tallinn\n\nFTFY", "> Jo, 5%? Det er en stor del.\n\nNej, det er det virkelig ikke. Ser du på beskæftigelsen i Danmark over de sidste 30 år er det ikke særligt slemt. Desuden er tendensen positiv og har været det i noget tid efterhånden.\n\n> Skal de så bare være på forsøgelse for al fremtid? Det er jo ikke et værdigt liv.\n\nBasisindkomst eller negativ indkomstskat er ikke forsørgelse i gængs forstand. Det løser differenceproblemet ift. kontanthjælp, samtidig med at det giver ufaglærte en større frihed og forhandlingskraft hvis de vil i job eller tage efteruddannelse.\n\nMen jeg synes egentlig heller ikke det er et problem at folk er på overførselsdindkomster hele deres liv, jeg tror faktisk vi skal vænne os til tanken om at man godt kan leve et liv uden at arbejde 37 timer om ugen. \n\nMåske fungerer nogle bedre på arbejdsmarkedet hvis de arbejder 10 eller 20 timer om ugen? Måske egner nogle mennesker sig slet ikke til at passe et arbejde? Hvorfor bruge mange resourcer og kontrollerende sagsbehandlere for at få dem til at arbejde 37 timer med noget de hader, hvis de alligevel næsten intet tilføjer til det samlede bruttonationalprodukt? Er det et mere værdigt liv at blive tvunget til at samle roer fra tidlig morgen hver dag? Hvis folk får en fast indkomst uden modkrav kan de selv bestemme hvad et værdigt liv er for dem.\n\nDet er en meget bedre investering at investere i de folk der _gerne_ vil og kan arbejde og så bare acceptere, at der altid vil være nogle folk, der ikke passer ind i arbejdsmarkedet. Vi vil få sværere ved at passe folk ind i arbejdsmarkedet på sigt alligevel, fordi stadigt flere jobs bliver overflødiggjort af teknologi.", "Tak. Men altså, nu skrev jeg ikke heller fascist, jeg skrev _spreadsheet-fascist_. Når folk bruger ordet _grammar nazi_ om andre så anklager de dem jo heller ikke for at gasse jøder :)", "[Halvdelen af befolkningen er ikke på offentlig forsørgelse](http://www.dst.dk/da/Statistik/NytHtml.aspx?cid=18391).", "1. jeg har personligt ikke noget imod at folk fra Estland eller Polen arbejder som frugtplukkere eller som rengøringsassistenter - de betaler også indkomstskat og moms.\n\n2. igen, vi har ikke stor arbejdsløshed i Danmark lige nu, så hvad er det for et problem du vil løse? Hvis det er et incitamentproblem i forhold til differencen mellem kontanthjælp og mindsteløn, så kan jeg ikke se hvordan en kombination af skattenedsætninger og lavere løn skal løse det.\n\n3. vi har et grundlæggende problem (i hele verden) når det kommer til teknologisk overflødiggørelse af arbejdskraft, hvilket kræver at mennesker i stigende grad uddanner sig for overhovedet at kunne være en del af arbejdsmarkedet. Det er - udover at være en dårlig investering - også bare et nyttesløst kapløb med tiden at skubbe ufaglærte ud i lavtlønnede jobs. Du kan godt skabe incitamenter til ufaglærte for at få dem til at plukke roer på en mark i Jylland, men når der næste år kommer en automatiseret roeplukkemaskine, der er billigere i drift end de er, så er de overflødiggjorte igen (selv hælder jeg til basisindkomst til alle, måske i form af negativ indkomstskat, som løsningen på manglende incitamenter).", "Den ene mands buzzword, den anden mands kulørte vendinger.\n\nNeoliberal synes jeg er en god beskrivelse af mainstreamet i de danske partier (hvor blev venstrefløjen lige af?) og spreadsheet-fascisme har jeg selv lige opfundet fordi jeg virkelig ikke kan døje den her generation af politikere, der udelukkende baserer deres politik på hvilket ciffer der står foran procentegnet i den årlige BNP-vækstrapport og tror at velfærd- og skattepolik bare er knapper man skruer op og ned på uden hensyn til hvad effekten er på borgerne i samfundet.", "> 1) Hvorfor mener Venstre at der er en dårlig ting at vi gennemsnitligt får mere i løn end tyskerne?\n\nDet er den her konkurrencestatsmentalitet, der udelukkende kigger på prisen på arbejde og fastholder at - alt andet lige - vil det være timeprisen på arbejde, der bestemmer hvor firmaer investererer. Problemet er at alt andet _ikke_ er lige: der er store forskelle imellem lande hvad angår institutionel kvalitet, arbejdsmentalitet, infrastruktur og kapital generelt, uddannelsesniveau, korruption, love og regler. Og alt det afspejles i lige så høj grad i lønnen.\n\nMan kan kun argumentere for at lønnen er for høj, hvis det reelt kan ses på arbejdsmarkedet at den er for høj i form af høj arbejdsløshed, men det her er neoliberal spreadsheet-fascisme, uden grobund i virkeligheden.\n\n> 2) Hvordan vil Venstre i praksis forhindre lønstigninger? Hvad jeg aftaler med min chef om løn kommer da ikke staten ved. Hvad så hvis min chef alligevel giver mig lønforhøjelse?\n\nGodt spørgsmål.", "I see. I thought it was a bit too good to be true ;) I pay 99 kroner/month for a similar subscription so wouldn't mind paying €5.25 instead.", "Der er ingen grund til at sænke lønnen når der er beskæftigelse ved de nuværende lønninger. Jeg kunne forstå ønsket om at gå efter at sænke lønniveauet (nu hvor vi ikke selv kan skabe inflation med kronen) hvis vi f.eks. havde 50% arbejdsløse og størrelsen af lønningerne var et reelt problem der afholdt firmaer fra at hyre, men det er det jo ikke.\n\nVi er et europæisk land med høj beskæftigelse og lav arbejdsløshed - den allerlaveste i årene før krisen - plus at vi har en af de absolut _største_ arbejdsstyrker (i top 5) relativt til befolkningen. Hvis lønningerne reelt var for høje, ville det ikke være muligt at have en så stor andel af befolkningen beskæftiget.\n\nTyskland havde et problem med høj arbejdsløshed efter sammenlægningen med Østtyskland og politikerne der notorisk bange for inflation og _derfor_ lavede de deres reformer. Vi har ikke det problem. End of story.", "It says 129 kroner (= €17.3) on their website for that particular type of subscription. How are you paying only €5.25?", "You mind telling me what provider you're using?", "Der er et segment i Danmark og verden generelt, der tror at de har styr på økonomi, fordi de køber [tesen om at uregulerede markedskræfter altid har positive udfald](http://en.wikipedia.org/wiki/Market_fundamentalism) og bare bruger det som svar på alting.\n\nDet er meget frustrerende når folk er så skråsikre og samtidigt intet ved om f.eks. perfekt/uperfekt konkurrence, markedstyper, informationsasymmetri og bare generelt mangler viden om økonomi. Man skal ikke være økonomisk ekspert, men hvis man siger, at det er bedre uden regulering er man også nødt til at vise _hvorfor_ det er bedre - det holder ikke bare at sige det, det er et ikke-argument.", "I'm assuming you know what 连。。。也／都。。。 means (\"even X is Y\" or \"even X Ys\").\n\nApparently, when it's used with 不如 the grammatical meaning changes slightly so that it's more like \"even compared to X, Y is inferior\". [From Chinese grammar wiki](http://resources.allsetlearning.com/chinese/grammar/Expressing_%22even%22_with_%22lian%22_and_%22dou%22#Structure_with_.22buru.22).", "And when he finds the gay Nazi pedophile euromaidan Jewish fascists who did it, he will bring them to justice!", "I see. Maybe the East/West divide is not as strongly felt in Italy as it is here. In Denmark, we tend to view every post-Communist country in Europe as Eastern and all the other countries as Western.", "Well, a country can be both Western and Southern in geographical terms, they're not exclusive groups. It's true that any purely geographical definition would probably put Greece in the South East, but then Denmark would not be a part of Scandinavia either going purely by geography.\n\nIn this case I would consider it Western because it is was a part of the Western European bloc during the Cold War and, you know, the fact that Greece is the birthplace of Western Civilisation.", "https://www.facebook.com/groups/257309601046611/?fref=ts", "Is Greece considered Eastern Europe in Italy?", "Prostitution is a lot more accepted in Japanese corporate life than it is in Western countries. Japanese don't sleep around much with non-prostitutes, but a lot of salarymen do visit prostitutes when they're out drinking with their colleagues.", "Definitely prostitutes for Japan.", "Thanks a lot for the suggestions! :)", "Why, oh, why didn't they remove that godawful row of small apps that at the bottom?", "Malmø can be interesting, I guess, but definitely spend a day in Helsingør. It takes just as long as going to Malmø, you just take the the train in the opposite direction. ", "Jeg er virkelig forundret over hvor mange brugere på /r/denmark der simpelthen ikke kan acceptere at racisme forekommer i Danmark. Det er aldrig rart når folk roder rundt inde mellem skeletterne i skabet - og ja, der er også racisme den anden vej - men det er simpelthen forrykt at alle de her tilfælde skal stemples som løgn uden videre analyse.\n\nPrøv at se på hvad I selv skriver. I ville aldrig selv kræve bevis i form af politianmeldelser hvis det var en mælkehvid dansker, der fortalte om at han var blevet overfaldet af arabiske drenge, men så snart det er nogen med en anden etnicitet, så er det løgn indtil det modsatte er bevist. Føj.", "Jeg er enig (både med dig og Tesfaye) og jeg synes også det er latterligt, men det er spildte kræfter at bruge tid på en teologisk diskussion imod den mere pacifistiske gren af Islam. Målet helliger midlet for mig og hvis målet er at overbevise andre muslimer om at det er ok med Muhammedtegningerne og slet ikke i orden at dræbe, så kan jeg ikke se problemet. Der er klart at idealet er at få sekulariseret alle i en grad så det eneste der er tilbage er den verdslige og humanistiske stillingtagen, men det er ikke realistisk at gøre alle troende muslimer til filosofisk funderede humanister overnight, så jeg tager hvad jeg kan få.", "Det er en almen forståelse blandt mange muslimer at mord ikke er tilladt i Islam. Du må godt kalde det uærligt, at de laver en bekvem tolkning af religionen, men så kan du også lige så godt kalde alle religiøse - undtagen de mest fundamentalistiske af slagsen - dybt uærlige. Religion er som helhed en stor tag-selv buffet og det er da helt normalt at folk efterrationaliserer for at få deres valg af religion til at passe med deres egen personlige forståen af moral. Det kan jeg ikke blive sur på nogen over.", "Ok? Og hvis jeg skriver noget på din facebookvæg så betyder det at du går ind for hvad jeg skriver? Jeg forstår ikke din tankegang. ", "Det var da en lang smøre for at forklare, at du intet har andet end fordomme til at basere din anklage på. ", "Altså, jeg så helst at folk ikke lod sig styre af religion, men når nu realiteten er at Islam er her og ikke kan fjernes med Vanish, så er det vel en god ting at folk argumenterer for at mord er imod Islam, selvom det er ukorrekt rent teologisk?", "Måske kunne du give os nogle beviser fra de der mørke kroge af Facebook? At hun hjælper muslimer med at politianmelde trusler eller overfald kan jeg ikke de problemet i. Jeg følger hende selv på facebook og der siger hun det samme som hun gør på tv og i den her artikel. ", "Tak for downvoten.\n\nNej, jeg synes hun er en vigtig stemme fordi hun er en ingroup repræsentant for afradikalisering og fordi hun forsøger at fylde den kløft af manglende forståelse der er opstået mellem det muslimske miljø og resten af Danmark.\n\nJeg er overrasket over hvor fjendtlige flere folk her er overfor hende. Har set hende i måske 4-5 i programmer på DR og hun har altid fremstået utroligt rationel og saglig.", "Jeg er _så_ glad for at Khaterah Parwani har fået så meget taletid i medierne. Vi har brug for flere som hende.", "You guys have Tommi's Burger Joint, though, which is incredible."]